var data3=[{"boolean":true,"name":"龙凤村","id":1},{"boolean":true,"name":"联合村","id":2},{"boolean":true,"name":"下杨村","id":3},{"boolean":false,"name":"砂村村","id":4},{"boolean":false,"name":"沿河村","id":5},{"boolean":true,"name":"张陆湾村","id":6},{"boolean":false,"name":"四合村","id":7},{"boolean":false,"name":"高峰村","id":8},{"boolean":false,"name":"幸福村","id":9},{"boolean":true,"name":"南路村","id":10},{"boolean":false,"name":"龙胜村","id":11},{"boolean":true,"name":"戈亭村","id":12},{"boolean":true,"name":"庙前村","id":13},{"boolean":false,"name":"朱家村","id":14},{"boolean":false,"name":"长春村","id":15},{"boolean":false,"name":"雁塘村","id":16},{"boolean":false,"name":"五四村","id":17},{"boolean":false,"name":"城山村","id":18},{"boolean":false,"name":"曲溪村","id":20},{"boolean":true,"name":"民进村","id":21},{"boolean":false,"name":"双燕村","id":22},{"boolean":true,"name":"对河口村","id":23},{"boolean":true,"name":"卫星村","id":25},{"boolean":false,"name":"洛舍社区","id":26},{"boolean":false,"name":"三家村","id":27},{"boolean":false,"name":"八字桥村","id":28},{"boolean":false,"name":"勤劳村","id":29},{"boolean":true,"name":"劳岭村","id":30},{"boolean":false,"name":"东衡村","id":31},{"boolean":true,"name":"莫干山社区","id":32},{"boolean":true,"name":"二都村","id":33},{"boolean":true,"name":"燎原村","id":35},{"boolean":true,"name":"后坞村","id":36},{"boolean":false,"name":"仙潭村","id":37},{"boolean":false,"name":"东沈村","id":39},{"boolean":false,"name":"佛堂村","id":40},{"boolean":true,"name":"龙山村","id":41},{"boolean":false,"name":"唐家琪村","id":42},{"boolean":false,"name":"宝塔山村","id":43},{"boolean":true,"name":"灯塔村","id":44},{"boolean":true,"name":"紫岭村","id":45},{"boolean":false,"name":"双桥村","id":46},{"boolean":false,"name":"太平村","id":47},{"boolean":false,"name":"和睦村","id":48},{"boolean":true,"name":"下柏村","id":49},{"boolean":false,"name":"何村村","id":50},{"boolean":false,"name":"上柏社区","id":51},{"boolean":true,"name":"王母山村","id":52},{"boolean":false,"name":"山民村","id":53},{"boolean":false,"name":"四都村","id":54},{"boolean":false,"name":"康介山村","id":55},{"boolean":false,"name":"北郊社区","id":56},{"boolean":true,"name":"城北村","id":57},{"boolean":true,"name":"秋山村","id":58},{"boolean":false,"name":"西郊社区","id":60},{"boolean":true,"name":"新丰社区","id":61},{"boolean":true,"name":"新琪村","id":62},{"boolean":false,"name":"兴山社区","id":63},{"boolean":true,"name":"三桥村","id":65},{"boolean":true,"name":"三桥社区","id":66},{"boolean":true,"name":"郭肇村","id":67},{"boolean":false,"name":"青墩村","id":68},{"boolean":false,"name":"茅山村","id":69},{"boolean":true,"name":"三墩村","id":70},{"boolean":false,"name":"白彪村","id":71},{"boolean":true,"name":"新联村","id":72},{"boolean":false,"name":"杨墩村","id":73},{"boolean":false,"name":"高桥村","id":74},{"boolean":true,"name":"士林村","id":75},{"boolean":true,"name":"沈家墩村","id":76},{"boolean":false,"name":"干村村","id":77},{"boolean":false,"name":"天皇殿村","id":78},{"boolean":true,"name":"蔡界村","id":79},{"boolean":false,"name":"宋市村","id":80},{"boolean":false,"name":"夏东村","id":81},{"boolean":true,"name":"谷门村","id":82},{"boolean":true,"name":"城头村","id":83},{"boolean":false,"na me":"雷甸村","id":84},{"boolean":false,"name":"百富兜村","id":85},{"boolean":false,"name":"钟管村","id":86},{"boolean":false,"name":"南湖社区","id":87},{"boolean":false,"name":"双溪村","id":88},{"boolean":false,"name":"解放村","id":89},{"boolean":false,"name":"栎林村","id":90},{"boolean":false,"name":"干山村","id":92},{"boolean":true,"name":"厚皋村","id":93},{"boolean":true,"name":"下塘村","id":94},{"boolean":false,"name":"北代舍村","id":95},{"boolean":false,"name":"杨家坝村","id":96},{"boolean":false,"name":"下舍村","id":97},{"boolean":false,"name":"蠡山村","id":98},{"boolean":false,"name":"舍东村","id":99},{"boolean":true,"name":"三林村","id":100},{"boolean":false,"name":"木桥头村","id":101},{"boolean":false,"name":"钱塘村","id":102},{"boolean":false,"name":"勾里村","id":103},{"boolean":false,"name":"西港村","id":104},{"boolean":false,"name":"舍西村","id":105},{"boolean":false,"name":"东新村","id":106},{"boolean":false,"name":"孙家桥村","id":107},{"boolean":false,"name":"栖湖村","id":108},{"boolean":true,"name":"孟溪村","id":109},{"boolean":false,"name":"韶村村","id":110},{"boolean":false,"name":"葛山村","id":111},{"boolean":false,"name":"舍南村","id":112},{"boolean":false,"name":"水北村","id":113},{"boolean":false,"name":"城东村","id":114},{"boolean":false,"name":"塘北村","id":115},{"boolean":false,"name":"新桥村","id":116},{"boolean":true,"name":"东千村","id":117},{"boolean":false,"name":"东舍墩村","id":118},{"boolean":false,"name":"勇兴村","id":119},{"boolean":false,"name":"新塘村","id":120},{"boolean":false,"name":"审塘村","id":121},{"boolean":false,"name":"东坝斗村","id":122},{"boolean":false,"name":"梅林村","id":123},{"boolean":false,"name":"西庙桥村","id":124},{"boolean":false,"name":"和平村","id":125},{"boolean":false,"name":"加元村","id":126},{"boolean":false,"name":"塍头村","id":127},{"boolean":true,"name":"舍北村","id":128},{"boolean":true,"name":"丰年村","id":130},{"boolean":true,"name":"乐安村","id":131},{"boolean":true,"name":"齐星村","id":132},{"boolean":true,"name":"句城村","id":133},{"boolean":true,"name":"新市镇城西村","id":134},{"boolean":true,"name":"仙潭社区","id":136},{"boolean":true,"name":"东郊社区","id":137},{"boolean":true,"name":"恒星村","id":138},{"boolean":true,"name":"金火村","id":139},{"boolean":true,"name":"联星村","id":140},{"boolean":true,"name":"溪街社区","id":141},{"boolean":true,"name":"下高桥村","id":142},{"boolean":true,"name":"光辉村","id":143},{"boolean":true,"name":"新利村","id":144},{"boolean":true,"name":"兴隆社区","id":146},{"boolean":true,"name":"直街社区","id":149},{"boolean":true,"name":"塘泾村","id":150},{"boolean":true,"name":"春晖社区","id":151},{"boolean":true,"name":"塔山社区","id":153},{"boolean":true,"name":"五龙社区","id":154},{"boolean":true,"name":"英溪社区","id":155},{"boolean":true,"name":"永兴社区","id":156},{"boolean":true,"name":"吉祥社区","id":157},{"boolean":true,"name":"丰桥社区","id":158},{"boolean":true,"name":"祥和社区","id":159},{"boolean":true,"name":"群安社区","id":160},{"boolean":true,"name":"千秋社区","id":161},{"boolean":true,"name":"城西村","id":162},{"boolean":true,"name":"舞阳社区","id":163},{"boolean":true,"name":"振兴社区","id":164},{"boolean":true,"name":"狮山社区","id":165},{"boolean":true,"name":"塔山村","id":168},{"boolean":true,"name":"居仁社区","id":169},{"boolean":true,"name":"明星村","id":170},{"boolean":true,"name":"金鹅山村","id":171},{"boolean":true,"name":"秋北村","id":173},{"boolean":true,"name":"筏头社区","id":179},{"boolean":true,"name":"上柏村","id":180},{"boolean":true,"name":"封禺居委会","id":182},{"boolean":true,"name":"新安居委会","id":183}];
var reqdata={

    "true": [

        {

            "boolean": true,

            "name": "塘北村",

            "id": 115,

            "workers": 2972

        },

        {

            "boolean": true,

            "name": "洛舍社区",

            "id": 26,

            "workers": 2018

        },

        {

            "boolean": true,

            "name": "南湖社区",

            "id": 87,

            "workers": 1644

        },

        {

            "boolean": true,

            "name": "龙山村",

            "id": 41,

            "workers": 1134

        },

        {

            "boolean": true,

            "name": "王母山村",

            "id": 52,

            "workers": 977

        },

        {

            "boolean": true,

            "name": "孟溪村",

            "id": 109,

            "workers": 784

        },

        {

            "boolean": true,

            "name": "茅山村",

            "id": 69,

            "workers": 772

        },

        {

            "boolean": true,

            "name": "青墩村",

            "id": 68,

            "workers": 688

        },

        {

            "boolean": true,

            "name": "郭肇村",

            "id": 67,

            "workers": 644

        },

        {

            "boolean": true,

            "name": "戈亭村",

            "id": 12,

            "workers": 510

        }

    ],

    "false": [

        {

            "boolean": false,

            "name": "新丰社区",

            "id": 61,

            "workers": 2298

        },

        {

            "boolean": false,

            "name": "雷甸村",

            "id": 84,

            "workers": 1782

        },

        {

            "boolean": false,

            "name": "上柏社区",

            "id": 51,

            "workers": 1752

        },

        {

            "boolean": false,

            "name": "三桥社区",

            "id": 66,

            "workers": 1116

        },

        {

            "boolean": false,

            "name": "东新村",

            "id": 106,

            "workers": 887

        },

        {

            "boolean": false,

            "name": "三家村",

            "id": 27,

            "workers": 848

        },

        {

            "boolean": false,

            "name": "北郊社区",

            "id": 56,

            "workers": 819

        },

        {

            "boolean": false,

            "name": "山民村",

            "id": 53,

            "workers": 795

        },

        {

            "boolean": false,

            "name": "城头村",

            "id": 83,

            "workers": 734

        },

        {

            "boolean": false,

            "name": "舍南村",

            "id": 112,

            "workers": 683

        }

    ],

    "list": [

        {

            "boolean": false,

            "name": "龙凤村",

            "id": 1,

            "workers": 457

        },

        {

            "boolean": false,

            "name": "联合村",

            "id": 2,

            "workers": 144

        },

        {

            "boolean": false,

            "name": "下杨村",

            "id": 3,

            "workers": 217

        },

        {

            "boolean": false,

            "name": "砂村村",

            "id": 4,

            "workers": 160

        },

        {

            "boolean": false,

            "name": "沿河村",

            "id": 5,

            "workers": 220

        },

        {

            "boolean": false,

            "name": "张陆湾村",

            "id": 6,

            "workers": 151

        },

        {

            "boolean": false,

            "name": "四合村",

            "id": 7,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "高峰村",

            "id": 8,

            "workers": 312

        },

        {

            "boolean": false,

            "name": "幸福村",

            "id": 9,

            "workers": 551

        },

        {

            "boolean": false,

            "name": "南路村",

            "id": 10,

            "workers": 39

        },

        {

            "boolean": false,

            "name": "龙胜村",

            "id": 11,

            "workers": 142

        },

        {

            "boolean": true,

            "name": "戈亭村",

            "id": 12,

            "workers": 510

        },

        {

            "boolean": false,

            "name": "庙前村",

            "id": 13,

            "workers": 71

        },

        {

            "boolean": false,

            "name": "朱家村",

            "id": 14,

            "workers": 150

        },

        {

            "boolean": false,

            "name": "长春村",

            "id": 15,

            "workers": 528

        },

        {

            "boolean": false,

            "name": "雁塘村",

            "id": 16,

            "workers": 386

        },

        {

            "boolean": false,

            "name": "五四村",

            "id": 17,

            "workers": 430

        },

        {

            "boolean": false,

            "name": "城山村",

            "id": 18,

            "workers": 378

        },

        {

            "boolean": false,

            "name": "曲溪村",

            "id": 20,

            "workers": 304

        },

        {

            "boolean": false,

            "name": "民进村",

            "id": 21,

            "workers": 389

        },

        {

            "boolean": false,

            "name": "双燕村",

            "id": 22,

            "workers": 243

        },

        {

            "boolean": false,

            "name": "对河口村",

            "id": 23,

            "workers": 614

        },

        {

            "boolean": false,

            "name": "卫星村",

            "id": 25,

            "workers": 479

        },

        {

            "boolean": true,

            "name": "洛舍社区",

            "id": 26,

            "workers": 2018

        },

        {

            "boolean": false,

            "name": "三家村",

            "id": 27,

            "workers": 848

        },

        {

            "boolean": false,

            "name": "八字桥村",

            "id": 28,

            "workers": 105

        },

        {

            "boolean": true,

            "name": "勤劳村",

            "id": 29,

            "workers": 92

        },

        {

            "boolean": false,

            "name": "劳岭村",

            "id": 30,

            "workers": 60

        },

        {

            "boolean": true,

            "name": "东衡村",

            "id": 31,

            "workers": 75

        },

        {

            "boolean": true,

            "name": "莫干山社区",

            "id": 32,

            "workers": 136

        },

        {

            "boolean": false,

            "name": "二都村",

            "id": 33,

            "workers": 214

        },

        {

            "boolean": true,

            "name": "燎原村",

            "id": 35,

            "workers": 297

        },

        {

            "boolean": false,

            "name": "后坞村",

            "id": 36,

            "workers": 41

        },

        {

            "boolean": false,

            "name": "仙潭村",

            "id": 37,

            "workers": 242

        },

        {

            "boolean": false,

            "name": "东沈村",

            "id": 39,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "佛堂村",

            "id": 40,

            "workers": 175

        },

        {

            "boolean": true,

            "name": "龙山村",

            "id": 41,

            "workers": 1134

        },

        {

            "boolean": false,

            "name": "唐家琪村",

            "id": 42,

            "workers": 309

        },

        {

            "boolean": false,

            "name": "宝塔山村",

            "id": 43,

            "workers": 440

        },

        {

            "boolean": false,

            "name": "灯塔村",

            "id": 44,

            "workers": 541

        },

        {

            "boolean": false,

            "name": "紫岭村",

            "id": 45,

            "workers": 123

        },

        {

            "boolean": false,

            "name": "双桥村",

            "id": 46,

            "workers": 421

        },

        {

            "boolean": false,

            "name": "太平村",

            "id": 47,

            "workers": 349

        },

        {

            "boolean": false,

            "name": "和睦村",

            "id": 48,

            "workers": 309

        },

        {

            "boolean": false,

            "name": "下柏村",

            "id": 49,

            "workers": 61

        },

        {

            "boolean": false,

            "name": "何村村",

            "id": 50,

            "workers": 290

        },

        {

            "boolean": false,

            "name": "上柏社区",

            "id": 51,

            "workers": 1752

        },

        {

            "boolean": true,

            "name": "王母山村",

            "id": 52,

            "workers": 977

        },

        {

            "boolean": false,

            "name": "山民村",

            "id": 53,

            "workers": 795

        },

        {

            "boolean": false,

            "name": "四都村",

            "id": 54,

            "workers": 442

        },

        {

            "boolean": false,

            "name": "康介山村",

            "id": 55,

            "workers": 350

        },

        {

            "boolean": false,

            "name": "北郊社区",

            "id": 56,

            "workers": 819

        },

        {

            "boolean": true,

            "name": "城北村",

            "id": 57,

            "workers": 122

        },

        {

            "boolean": true,

            "name": "秋山村",

            "id": 58,

            "workers": 93

        },

        {

            "boolean": false,

            "name": "西郊社区",

            "id": 60,

            "workers": 282

        },

        {

            "boolean": false,

            "name": "新丰社区",

            "id": 61,

            "workers": 2298

        },

        {

            "boolean": false,

            "name": "新琪村",

            "id": 62,

            "workers": 90

        },

        {

            "boolean": false,

            "name": "兴山社区",

            "id": 63,

            "workers": 199

        },

        {

            "boolean": true,

            "name": "三桥村",

            "id": 65,

            "workers": 104

        },

        {

            "boolean": false,

            "name": "三桥社区",

            "id": 66,

            "workers": 1116

        },

        {

            "boolean": true,

            "name": "郭肇村",

            "id": 67,

            "workers": 644

        },

        {

            "boolean": true,

            "name": "青墩村",

            "id": 68,

            "workers": 688

        },

        {

            "boolean": true,

            "name": "茅山村",

            "id": 69,

            "workers": 772

        },

        {

            "boolean": true,

            "name": "三墩村",

            "id": 70,

            "workers": 357

        },

        {

            "boolean": false,

            "name": "白彪村",

            "id": 71,

            "workers": 500

        },

        {

            "boolean": false,

            "name": "新联村",

            "id": 72,

            "workers": 123

        },

        {

            "boolean": false,

            "name": "杨墩村",

            "id": 73,

            "workers": 502

        },

        {

            "boolean": true,

            "name": "高桥村",

            "id": 74,

            "workers": 200

        },

        {

            "boolean": true,

            "name": "士林村",

            "id": 75,

            "workers": 267

        },

        {

            "boolean": false,

            "name": "沈家墩村",

            "id": 76,

            "workers": 51

        },

        {

            "boolean": false,

            "name": "干村村",

            "id": 77,

            "workers": 111

        },

        {

            "boolean": false,

            "name": "天皇殿村",

            "id": 78,

            "workers": 483

        },

        {

            "boolean": true,

            "name": "蔡界村",

            "id": 79,

            "workers": 420

        },

        {

            "boolean": false,

            "name": "宋市村",

            "id": 80,

            "workers": 345

        },

        {

            "boolean": false,

            "name": "夏东村",

            "id": 81,

            "workers": 470

        },

        {

            "boolean": false,

            "name": "谷门村",

            "id": 82,

            "workers": 256

        },

        {

            "boolean": false,

            "name": "城头村",

            "id": 83,

            "workers": 734

        },

        {

            "boolean": false,

            "name": "雷甸村",

            "id": 84,

            "workers": 1782

        },

        {

            "boolean": false,

            "name": "百富兜村",

            "id": 85,

            "workers": 377

        },

        {

            "boolean": false,

            "name": "钟管村",

            "id": 86,

            "workers": 109

        },

        {

            "boolean": true,

            "name": "南湖社区",

            "id": 87,

            "workers": 1644

        },

        {

            "boolean": false,

            "name": "双溪村",

            "id": 88,

            "workers": 354

        },

        {

            "boolean": false,

            "name": "解放村",

            "id": 89,

            "workers": 116

        },

        {

            "boolean": false,

            "name": "栎林村",

            "id": 90,

            "workers": 679

        },

        {

            "boolean": true,

            "name": "干山村",

            "id": 92,

            "workers": 250

        },

        {

            "boolean": false,

            "name": "厚皋村",

            "id": 93,

            "workers": 401

        },

        {

            "boolean": true,

            "name": "下塘村",

            "id": 94,

            "workers": 244

        },

        {

            "boolean": false,

            "name": "北代舍村",

            "id": 95,

            "workers": 266

        },

        {

            "boolean": false,

            "name": "杨家坝村",

            "id": 96,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "下舍村",

            "id": 97,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "蠡山村",

            "id": 98,

            "workers": 269

        },

        {

            "boolean": false,

            "name": "舍东村",

            "id": 99,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "三林村",

            "id": 100,

            "workers": 472

        },

        {

            "boolean": false,

            "name": "木桥头村",

            "id": 101,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "钱塘村",

            "id": 102,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "勾里村",

            "id": 103,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "西港村",

            "id": 104,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "舍西村",

            "id": 105,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "东新村",

            "id": 106,

            "workers": 887

        },

        {

            "boolean": false,

            "name": "孙家桥村",

            "id": 107,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "栖湖村",

            "id": 108,

            "workers": 0

        },

        {

            "boolean": true,

            "name": "孟溪村",

            "id": 109,

            "workers": 784

        },

        {

            "boolean": false,

            "name": "韶村村",

            "id": 110,

            "workers": 267

        },

        {

            "boolean": false,

            "name": "葛山村",

            "id": 111,

            "workers": 287

        },

        {

            "boolean": false,

            "name": "舍南村",

            "id": 112,

            "workers": 683

        },

        {

            "boolean": true,

            "name": "水北村",

            "id": 113,

            "workers": 109

        },

        {

            "boolean": true,

            "name": "城东村",

            "id": 114,

            "workers": 320

        },

        {

            "boolean": true,

            "name": "塘北村",

            "id": 115,

            "workers": 2972

        },

        {

            "boolean": false,

            "name": "新桥村",

            "id": 116,

            "workers": 0

        },

        {

            "boolean": false,

            "name": "东千村",

            "id": 117,

            "workers": 121

        },

        {

            "boolean": true,

            "name": "东舍墩村",

            "id": 118,

            "workers": 133

        },

        {

            "boolean": false,

            "name": "勇兴村",

            "id": 119,

            "workers": 488

        },

        {

            "boolean": false,

            "name": "新塘村",

            "id": 120,

            "workers": 23

        },

        {

            "boolean": false,

            "name": "审塘村",

            "id": 121,

            "workers": 38

        },

        {

            "boolean": false,

            "name": "东坝斗村",

            "id": 122,

            "workers": 490

        },

        {

            "boolean": false,

            "name": "梅林村",

            "id": 123,

            "workers": 344

        },

        {

            "boolean": false,

            "name": "西庙桥村",

            "id": 124,

            "workers": 344

        },

        {

            "boolean": false,

            "name": "和平村",

            "id": 125,

            "workers": 365

        },

        {

            "boolean": false,

            "name": "加元村",

            "id": 126,

            "workers": 279

        },

        {

            "boolean": false,

            "name": "塍头村",

            "id": 127,

            "workers": 140

        }

    ]

}
var {data:dataa2} = {"msg":"success","code":0,"data":[{"itemText":"舞阳街道","fenceList":[{"id":1,"name":"龙凤村","townType":"11","code":"57231W","coordinates":"119.987,30.4666;119.985,30.465;119.975,30.4654;119.967,30.4693;119.967,30.4713;119.968,30.4736;119.967,30.4842;119.967,30.4843;119.968,30.4843;119.969,30.4845;119.971,30.4848;119.974,30.4852;119.977,30.4855;119.984,30.4862;119.987,30.4866;119.987,30.4866;119.987,30.4862;119.985,30.4832;119.992,30.4779;119.993,30.4766;119.988,30.4698;119.987,30.467;119.987,30.4669;119.987,30.4666;119.987,30.4666;","changeAft":"0","reason":"农村地区","centerList":["119.97999999999999","30.4758"]},{"id":15,"name":"长春村","townType":"11","code":"572367","coordinates":"119.963,30.4715;119.959,30.4682;119.963,30.4648;119.966,30.4622;119.972,30.4577;119.972,30.4551;119.978,30.4482;119.978,30.4481;119.972,30.4428;119.972,30.4428;119.967,30.4349;119.951,30.4374;119.945,30.4513;119.944,30.4531;119.952,30.4605;119.951,30.4724;119.955,30.473;119.955,30.4723;119.955,30.4713;119.96,30.4715;119.96,30.4736;119.962,30.4735;119.963,30.4727;119.963,30.4715;","changeAft":"0","reason":"农村地区","centerList":["119.961","30.454250000000002"]},{"id":18,"name":"城山村","townType":"11","code":"572373","coordinates":"119.932,30.5212;119.928,30.5215;119.927,30.5215;119.927,30.5213;119.927,30.5205;119.931,30.5116;119.949,30.5096;119.949,30.5096;119.948,30.4977;119.946,30.4884;119.946,30.4884;119.938,30.4904;119.937,30.4885;119.937,30.4884;119.936,30.4885;119.936,30.4887;119.926,30.4999;119.921,30.5022;119.909,30.503;119.893,30.5056;119.889,30.5063;119.89,30.5076;119.891,30.5091;119.9,30.5254;119.913,30.5215;119.923,30.5265;119.931,30.5239;119.932,30.5212;","changeAft":"0","reason":"农村地区","centerList":["119.919","30.50745"]},{"id":22,"name":"双燕村","townType":"11","code":"57238S","coordinates":"119.967,30.4843;119.967,30.4842;119.968,30.4736;119.967,30.4713;119.967,30.4693;119.975,30.4654;119.972,30.4577;119.966,30.4622;119.963,30.4648;119.959,30.4682;119.963,30.4715;119.963,30.4727;119.962,30.4735;119.96,30.4736;119.96,30.4715;119.955,30.4713;119.955,30.4723;119.955,30.473;119.951,30.4724;119.952,30.4605;119.944,30.4531;119.938,30.4477;119.935,30.4481;119.932,30.4486;119.926,30.4564;119.92,30.4576;119.918,30.4625;119.925,30.4685;119.94,30.4799;119.946,30.4822;119.949,30.483;119.951,30.484;119.952,30.484;119.952,30.484;119.952,30.484;119.953,30.4841;119.954,30.4841;119.956,30.4841;119.959,30.4842;119.962,30.4843;119.962,30.4843;119.963,30.4843;119.963,30.4843;119.964,30.4843;119.964,30.4843;119.967,30.4843;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["119.9465","30.466"]},{"id":44,"name":"灯塔村","townType":"11","code":"5723IQ","coordinates":"119.983,30.4966;119.983,30.4933;119.984,30.4928;119.987,30.4866;119.987,30.4866;119.984,30.4862;119.977,30.4855;119.974,30.4852;119.971,30.4848;119.969,30.4845;119.969,30.4848;119.969,30.4862;119.97,30.4883;119.97,30.4886;119.97,30.4897;119.97,30.4897;119.97,30.4897;119.964,30.4904;119.964,30.4895;119.963,30.4895;119.963,30.4873;119.96,30.4878;119.956,30.4908;119.955,30.4912;119.957,30.4913;119.96,30.4913;119.961,30.4959;119.965,30.4957;119.965,30.4961;119.965,30.4967;119.965,30.4973;119.965,30.4975;119.964,30.4976;119.964,30.4977;119.964,30.4977;119.964,30.4978;119.965,30.4978;119.969,30.4984;119.979,30.4995;119.98,30.4996;119.983,30.4999;119.982,30.4994;119.982,30.4981;119.983,30.497;119.983,30.4969;119.983,30.4966;","changeAft":"0","reason":"农村地区","centerList":["119.971","30.4922"]},{"id":47,"name":"太平村","townType":"11","code":"5723QD","coordinates":"119.969,30.4984;119.964,30.4977;119.964,30.4978;119.963,30.4993;119.962,30.5001;119.962,30.501;119.964,30.5079;119.964,30.5098;119.965,30.5099;119.967,30.5105;119.978,30.5102;119.987,30.5017;119.987,30.5008;119.984,30.5002;119.983,30.4999;119.969,30.4984;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["119.9745","30.5041"]},{"id":49,"name":"下柏村","townType":"11","code":"5723TZ","coordinates":"120.006,30.472;120.006,30.461;120.007,30.4578;119.994,30.4547;119.994,30.4537;119.996,30.4484;119.994,30.447;119.979,30.4481;119.978,30.4482;119.972,30.4551;119.972,30.4577;119.975,30.4654;119.985,30.465;119.987,30.4666;119.987,30.4666;119.987,30.4669;119.987,30.467;119.988,30.4698;119.993,30.4766;119.992,30.4779;119.985,30.4832;119.987,30.4862;119.987,30.4866;119.984,30.4928;119.983,30.4933;119.983,30.4966;119.983,30.4966;119.984,30.4967;119.988,30.4968;119.987,30.5006;119.988,30.5011;119.996,30.4964;120.0,30.4941;120.002,30.4933;120.002,30.4877;120.002,30.4873;120.003,30.4817;120.003,30.4816;120.006,30.472;","changeAft":"0","reason":"农村地区","centerList":["119.98949999999999","30.47405"]},{"id":51,"name":"上柏社区","townType":"11","code":"572336","coordinates":"119.954,30.4892;119.953,30.4877;119.953,30.4871;119.953,30.4854;119.952,30.484;119.952,30.484;119.952,30.484;119.951,30.484;119.949,30.483;119.946,30.4822;119.946,30.4833;119.946,30.4843;119.946,30.4869;119.942,30.4876;119.937,30.4885;119.937,30.4885;119.938,30.4904;119.938,30.4903;119.939,30.4902;119.939,30.4902;119.939,30.4901;119.939,30.4901;119.939,30.4901;119.946,30.4884;119.946,30.4884;119.947,30.4939;119.947,30.4941;119.947,30.4942;119.948,30.4977;119.952,30.4972;119.954,30.4971;119.954,30.4969;119.955,30.4951;119.955,30.4928;119.955,30.4907;119.954,30.4892;","changeAft":"3","reason":"非农村地区","centerList":["119.946","30.48995"]},{"id":53,"name":"山民村","townType":"11","code":"5723UN","coordinates":"119.936,30.4885;119.937,30.4884;119.937,30.4885;119.937,30.4885;119.942,30.4876;119.946,30.4869;119.946,30.4843;119.946,30.4833;119.946,30.4822;119.94,30.4799;119.925,30.4685;119.918,30.4625;119.872,30.4632;119.873,30.4799;119.889,30.5063;119.893,30.5056;119.909,30.503;119.921,30.5022;119.926,30.4999;119.936,30.4887;119.936,30.4885;","changeAft":"0","reason":"农村地区","centerList":["119.90899999999999","30.4844"]},{"id":59,"name":"宋村村","townType":"11","coordinates":"119.964,30.5282;119.963,30.5266;119.964,30.5266;119.964,30.5247;119.969,30.5244;119.968,30.5145;119.967,30.5145;119.958,30.5152;119.957,30.5153;119.958,30.5251;119.96,30.525;119.961,30.5268;119.962,30.5267;119.962,30.5283;119.964,30.5282;","changeAft":"3","reason":"非农村地区","centerList":["119.963","30.5214"]},{"id":153,"name":"塔山社区","townType":"11","code":"5723PY","coordinates":"119.969,30.5289;119.973,30.5285;119.98,30.5292;119.98,30.5283;119.979,30.5277;119.977,30.5268;119.978,30.5257;119.978,30.5246;119.973,30.5241;119.971,30.5243;119.969,30.5244;119.964,30.5247;119.964,30.5266;119.964,30.5292;119.969,30.5289;","changeAft":"3","reason":"非农村地区","centerList":["119.97200000000001","30.52665"]},{"id":163,"name":"舞阳社区","townType":"11","code":"5723Q2","coordinates":"119.958,30.5206;119.958,30.5206;119.958,30.5206;119.957,30.5207;119.957,30.5207;119.956,30.5207;119.956,30.5208;119.956,30.5208;119.956,30.5208;119.955,30.5208;119.955,30.5208;119.953,30.5209;119.952,30.521;119.952,30.521;119.952,30.521;119.951,30.521;119.951,30.521;119.951,30.5211;119.951,30.5247;119.95,30.5275;119.95,30.5294;119.95,30.5301;119.952,30.5301;119.959,30.5296;119.964,30.5292;119.964,30.5266;119.963,30.5266;119.964,30.5282;119.962,30.5283;119.962,30.5267;119.961,30.5268;119.96,30.525;119.958,30.5251;119.958,30.5206;","changeAft":"3","reason":"非农村地区","centerList":["119.957","30.525350000000003"]},{"id":168,"name":"塔山村","townType":"11","code":"5723NW","coordinates":"120.001,30.5279;120.0,30.5238;120.0,30.5237;120.0,30.5236;119.999,30.5211;119.997,30.5201;119.99,30.5104;119.989,30.5111;119.989,30.5117;119.982,30.5185;119.979,30.5231;119.98,30.5259;119.979,30.5264;119.978,30.5257;119.977,30.5268;119.979,30.5277;119.98,30.5283;119.98,30.5292;119.983,30.5299;119.984,30.5309;119.984,30.5307;119.987,30.528;120.001,30.5279;","changeAft":"3","reason":"非农村地区","centerList":["119.989","30.52065"]},{"id":180,"name":"上柏村","townType":"11","code":"5723RR","coordinates":"119.946,30.5199;119.951,30.5191;119.951,30.5207;119.951,30.5207;119.951,30.5211;119.951,30.521;119.951,30.521;119.952,30.521;119.952,30.521;119.952,30.521;119.953,30.5209;119.955,30.5208;119.955,30.5208;119.956,30.5208;119.956,30.5208;119.956,30.5208;119.956,30.5207;119.957,30.5207;119.957,30.5207;119.958,30.5206;119.958,30.5206;119.958,30.5206;119.957,30.5153;119.958,30.5152;119.958,30.5152;119.961,30.515;119.963,30.5149;119.966,30.5147;119.967,30.5145;119.968,30.5145;119.968,30.5142;119.967,30.5105;119.965,30.5099;119.964,30.5098;119.964,30.5083;119.964,30.5079;119.963,30.5057;119.963,30.505;119.963,30.5034;119.963,30.5033;119.963,30.503;119.962,30.5028;119.962,30.501;119.962,30.5001;119.963,30.4993;119.964,30.4978;119.964,30.4977;119.964,30.4977;119.964,30.4977;119.964,30.4976;119.965,30.4975;119.965,30.4973;119.965,30.4967;119.965,30.4961;119.965,30.4957;119.961,30.4959;119.96,30.4913;119.957,30.4913;119.956,30.4912;119.955,30.4912;119.956,30.4908;119.96,30.4878;119.963,30.4873;119.963,30.4895;119.964,30.4895;119.964,30.4904;119.97,30.4897;119.97,30.4897;119.97,30.4897;119.97,30.4886;119.97,30.4886;119.97,30.4886;119.97,30.4886;119.97,30.4885;119.97,30.4884;119.97,30.4883;119.969,30.4862;119.969,30.4848;119.969,30.4845;119.968,30.4843;119.967,30.4843;119.964,30.4843;119.964,30.4843;119.963,30.4843;119.963,30.4843;119.962,30.4843;119.962,30.4843;119.959,30.4842;119.956,30.4841;119.954,30.4841;119.953,30.4841;119.953,30.4841;119.952,30.484;119.953,30.4854;119.953,30.4871;119.953,30.4873;119.953,30.4873;119.953,30.4877;119.954,30.4892;119.955,30.4907;119.955,30.4928;119.955,30.4951;119.954,30.4969;119.954,30.4971;119.952,30.4972;119.948,30.4977;119.949,30.5096;119.949,30.5096;119.931,30.5116;119.927,30.5205;119.927,30.5213;119.927,30.5215;119.928,30.5215;119.932,30.5212;119.934,30.521;119.937,30.5208;119.944,30.5203;119.945,30.5201;119.946,30.5199;","changeAft":"0","reason":"农村地区","centerList":["119.9485","30.50275"]}]},{"itemText":"康乾街道","fenceList":[{"id":2,"name":"联合村","townType":"14","code":"572320","coordinates":"120.041,30.5579;120.041,30.5579;120.038,30.5679;120.036,30.5682;120.036,30.5682;120.036,30.5682;120.04,30.5755;120.042,30.5792;120.045,30.5794;120.048,30.5794;120.059,30.5812;120.06,30.5813;120.061,30.5735;120.061,30.5705;120.062,30.5643;120.062,30.5639;120.062,30.5629;120.063,30.5605;120.063,30.5605;120.06,30.56;120.044,30.5583;120.041,30.5579;120.035,30.5682;120.035,30.5682;120.035,30.5683;120.035,30.5682;","changeAft":"3","reason":"非农村地区","centerList":["120.049","30.5696"]},{"id":58,"name":"秋山村","townType":"14","code":"57237T","coordinates":"120.036,30.5507;120.034,30.5468;120.035,30.5468;120.034,30.546;120.029,30.547;120.029,30.5462;120.027,30.5467;120.027,30.546;120.026,30.5393;120.026,30.5351;120.025,30.5318;120.025,30.5268;120.025,30.5267;120.019,30.5238;120.018,30.5231;120.017,30.523;120.015,30.5225;120.015,30.5225;120.015,30.5225;120.014,30.5224;120.014,30.5224;120.014,30.5235;120.013,30.5252;120.013,30.5276;120.005,30.5274;120.002,30.5234;120.0,30.5238;120.001,30.5279;120.002,30.534;120.004,30.5359;120.006,30.5376;120.008,30.5395;120.009,30.5406;120.01,30.5416;120.01,30.5447;120.01,30.5469;120.011,30.5497;120.013,30.5552;120.013,30.557;120.026,30.5568;120.032,30.5565;120.032,30.5552;120.032,30.5539;120.034,30.5539;120.034,30.5527;120.034,30.552;120.036,30.5507;","changeAft":"3","reason":"非农村地区","centerList":["120.018","30.5397"]},{"id":62,"name":"新琪村","townType":"14","code":"5723LG","coordinates":"120.029,30.547;120.034,30.546;120.034,30.546;120.037,30.5454;120.047,30.543;120.048,30.5429;120.048,30.5428;120.049,30.5427;120.05,30.5423;120.051,30.5423;120.05,30.5374;120.045,30.5326;120.045,30.5326;120.046,30.5316;120.041,30.5265;120.039,30.5241;120.039,30.5275;120.039,30.5276;120.029,30.5275;120.025,30.5268;120.025,30.5318;120.026,30.5351;120.026,30.5393;120.027,30.546;120.027,30.5467;120.029,30.5462;120.029,30.5463;120.029,30.547;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.03800000000001","30.53555"]},{"id":171,"name":"金鹅山村","townType":"14","code":"5723L5","coordinates":"120.071,30.5547;120.071,30.5546;120.071,30.5546;120.072,30.5535;120.073,30.553;120.073,30.5524;120.074,30.5519;120.076,30.5521;120.077,30.552;120.079,30.5516;120.079,30.5516;120.08,30.5511;120.079,30.5495;120.078,30.5481;120.077,30.5478;120.077,30.5478;120.077,30.5487;120.077,30.5489;120.077,30.5505;120.076,30.5504;120.075,30.5498;120.075,30.5497;120.076,30.5487;120.076,30.5476;120.075,30.5471;120.074,30.547;120.075,30.5458;120.075,30.5455;120.075,30.5452;120.074,30.545;120.074,30.5449;120.073,30.5447;120.073,30.5442;120.074,30.5441;120.073,30.5438;120.074,30.5434;120.074,30.5432;120.074,30.5425;120.074,30.5423;120.074,30.5411;120.073,30.5402;120.073,30.5402;120.073,30.5399;120.073,30.5394;120.073,30.5389;120.072,30.5349;120.071,30.5349;120.071,30.5348;120.072,30.5316;120.071,30.5306;120.069,30.5318;120.069,30.5319;120.069,30.5321;120.068,30.5328;120.064,30.5332;120.058,30.5323;120.057,30.5323;120.057,30.5323;120.054,30.5376;120.052,30.5372;120.051,30.5369;120.051,30.5369;120.05,30.5374;120.051,30.5423;120.034,30.546;120.035,30.5468;120.035,30.5468;120.036,30.5507;120.038,30.5526;120.039,30.5539;120.041,30.5579;120.063,30.5605;120.063,30.5605;120.066,30.5575;120.066,30.5574;120.071,30.5547;","changeAft":"0","reason":"农村地区","centerList":["120.057","30.54555"]},{"id":173,"name":"秋北村","townType":"14","code":"5723WB","coordinates":"120.036,30.5682;120.036,30.5682;120.036,30.5682;120.036,30.5682;120.036,30.5682;120.038,30.5679;120.041,30.5579;120.04,30.5575;120.039,30.5539;120.038,30.5526;120.036,30.5507;120.034,30.552;120.034,30.5527;120.034,30.5539;120.032,30.5539;120.032,30.5552;120.032,30.5565;120.026,30.5568;120.013,30.557;120.014,30.5634;120.016,30.5696;120.016,30.5696;120.016,30.5696;120.03,30.5686;120.036,30.5682;","changeAft":"0","reason":"农村地区","centerList":["120.027","30.56015"]}]},{"itemText":"下渚湖街道","fenceList":[{"id":3,"name":"下杨村","townType":"13","code":"572322","coordinates":"120.055,30.4602;120.058,30.4527;120.06,30.452;120.061,30.4503;120.061,30.4501;120.051,30.4465;120.048,30.4452;120.046,30.4451;120.041,30.4448;120.043,30.4549;120.043,30.455;120.043,30.4551;120.042,30.4555;120.041,30.456;120.041,30.456;120.04,30.4559;120.04,30.456;120.038,30.4588;120.037,30.4646;120.038,30.4646;120.055,30.4636;120.055,30.4636;120.055,30.4603;120.055,30.4602;","changeAft":"0","reason":"农村地区","centerList":["120.049","30.454700000000003"]},{"id":5,"name":"沿河村","townType":"13","code":"572329","coordinates":"120.054,30.5376;120.057,30.5323;120.058,30.5321;120.058,30.5313;120.058,30.5313;120.056,30.5273;120.057,30.5253;120.055,30.523;120.052,30.5189;120.052,30.5192;120.051,30.5203;120.046,30.5192;120.044,30.5152;120.043,30.5159;120.033,30.5149;120.032,30.515;120.032,30.5151;120.031,30.5169;120.031,30.5183;120.033,30.5212;120.039,30.5241;120.041,30.5265;120.046,30.5316;120.045,30.5326;120.045,30.5326;120.05,30.5374;120.051,30.5369;120.051,30.5369;120.052,30.5372;120.054,30.5376;","changeAft":"0","reason":"农村地区","centerList":["120.0445","30.52625"]},{"id":14,"name":"朱家村","townType":"13","code":"572366","coordinates":"120.046,30.4922;120.055,30.4786;120.055,30.4715;120.053,30.4724;120.052,30.4725;120.039,30.4771;120.039,30.4772;120.041,30.4828;120.038,30.484;120.038,30.4841;120.038,30.4841;120.038,30.4841;120.038,30.4903;120.04,30.4897;120.046,30.4933;120.046,30.4922;","changeAft":"0","reason":"农村地区","centerList":["120.04650000000001","30.4824"]},{"id":28,"name":"八字桥村","townType":"13","code":"5723DE","coordinates":"120.002,30.4933;120.03,30.4807;120.032,30.4864;120.034,30.4858;120.038,30.484;120.041,30.4828;120.039,30.4772;120.055,30.4715;120.055,30.4636;120.055,30.4636;120.055,30.4636;120.037,30.4646;120.038,30.4588;120.029,30.4601;120.029,30.4601;120.014,30.4574;120.007,30.4578;120.006,30.461;120.006,30.472;120.003,30.4816;120.003,30.4817;120.002,30.4873;120.002,30.4877;120.002,30.4933;120.035,30.4817;120.034,30.4821;120.032,30.4794;120.029,30.4798;120.028,30.4777;120.034,30.4733;120.036,30.4785;120.035,30.4817;","changeAft":"0","reason":"农村地区","centerList":["120.02850000000001","30.47535"]},{"id":33,"name":"二都村","townType":"13","code":"5723DQ84","coordinates":"120.039,30.5241;120.035,30.5224;120.035,30.5223;120.033,30.5212;120.032,30.52;120.032,30.5188;120.031,30.5183;120.031,30.5169;120.032,30.5151;120.032,30.515;120.032,30.515;120.033,30.5114;120.024,30.5077;120.024,30.5072;120.024,30.507;120.021,30.5059;120.021,30.5061;120.019,30.5055;120.019,30.5039;120.019,30.5038;120.012,30.502;120.009,30.5026;120.015,30.5069;120.014,30.5101;120.014,30.5164;120.014,30.5202;120.014,30.5224;120.014,30.5224;120.015,30.5225;120.015,30.5225;120.015,30.5225;120.017,30.523;120.018,30.5231;120.019,30.5238;120.025,30.5267;120.029,30.5275;120.039,30.5276;120.039,30.5275;120.039,30.5241;","changeAft":"0","reason":"农村地区","centerList":["120.024","30.5148"]},{"id":34,"name":"上杨村","townType":"13","coordinates":"120.038,30.4588;120.04,30.456;120.04,30.4559;120.041,30.456;120.041,30.456;120.042,30.4555;120.043,30.4551;120.043,30.455;120.043,30.4549;120.041,30.4448;120.033,30.4377;120.029,30.4394;120.025,30.4408;120.021,30.4409;120.02,30.4402;120.019,30.438;120.005,30.4397;119.996,30.4484;119.994,30.4547;120.007,30.4578;120.014,30.4574;120.029,30.4601;120.029,30.4601;120.038,30.4588;","changeAft":"0","reason":"农村地区","centerList":["120.0185","30.448900000000002"]},{"id":42,"name":"唐家琪村","townType":"13","code":"5723FA","coordinates":"120.046,30.4933;120.04,30.4897;120.038,30.4903;120.043,30.4934;120.043,30.4959;120.043,30.4972;120.042,30.4988;120.042,30.4988;120.041,30.4992;120.041,30.4996;120.041,30.5001;120.04,30.5003;120.037,30.5066;120.037,30.5066;120.042,30.5108;120.044,30.5105;120.044,30.5105;120.045,30.5104;120.047,30.5099;120.048,30.5097;120.048,30.508;120.049,30.5041;120.049,30.5041;120.049,30.5039;120.049,30.5015;120.046,30.4945;120.046,30.4944;120.046,30.4944;120.046,30.4933;","changeAft":"0","reason":"农村地区","centerList":["120.043","30.50025"]},{"id":43,"name":"宝塔山村","townType":"13","code":"5723I7","coordinates":"120.014,30.5235;120.014,30.5224;120.014,30.5224;120.014,30.5224;120.014,30.5202;120.014,30.5164;120.014,30.5101;120.015,30.5069;120.009,30.5026;120.009,30.5021;120.005,30.4995;120.006,30.4966;120.002,30.4933;120.0,30.4941;119.996,30.4964;119.988,30.5011;119.987,30.5006;119.988,30.4968;119.984,30.4967;119.983,30.4966;119.983,30.4966;119.983,30.4969;119.983,30.497;119.982,30.4981;119.982,30.4994;119.983,30.4999;119.984,30.5002;119.987,30.5008;119.987,30.5016;119.987,30.5017;119.982,30.5062;119.981,30.5069;119.978,30.5096;119.978,30.5102;119.983,30.51;119.985,30.51;119.987,30.5102;119.988,30.5109;119.989,30.5117;119.989,30.5111;119.99,30.5104;119.997,30.5201;119.999,30.5211;120.0,30.5236;120.0,30.5237;120.0,30.5238;120.002,30.5234;120.005,30.5274;120.007,30.5274;120.013,30.5276;120.013,30.5252;120.014,30.5235;","changeAft":"3","reason":"非农村地区","centerList":["119.9965","30.51045"]},{"id":46,"name":"双桥村","townType":"13","code":"5723PA","coordinates":"120.019,30.5039;120.019,30.5;120.021,30.4978;120.026,30.496;120.028,30.4954;120.028,30.4934;120.031,30.4902;120.032,30.4899;120.032,30.4864;120.03,30.4807;120.002,30.4933;120.006,30.4966;120.005,30.4995;120.009,30.5026;120.012,30.502;120.019,30.5038;120.019,30.5039;","changeAft":"0","reason":"农村地区","centerList":["120.017","30.4923"]},{"id":48,"name":"和睦村","townType":"13","code":"5723RV","coordinates":"120.056,30.4792;120.055,30.4786;120.046,30.4922;120.046,30.4933;120.046,30.4944;120.046,30.4944;120.046,30.4945;120.049,30.5015;120.054,30.5008;120.055,30.5007;120.055,30.5007;120.056,30.5007;120.056,30.5006;120.06,30.5003;120.063,30.5001;120.062,30.4974;120.061,30.4919;120.06,30.4852;120.057,30.4806;120.056,30.4792;","changeAft":"0","reason":"农村地区","centerList":["120.0545","30.49005"]},{"id":54,"name":"四都村","townType":"13","code":"5723VD","coordinates":"120.024,30.5077;120.033,30.5114;120.032,30.515;120.04,30.5118;120.042,30.5108;120.037,30.5066;120.037,30.5066;120.04,30.5003;120.041,30.5001;120.041,30.4996;120.041,30.4992;120.042,30.4988;120.042,30.4988;120.043,30.4972;120.043,30.4959;120.043,30.4934;120.038,30.4903;120.038,30.4841;120.038,30.4841;120.038,30.4841;120.038,30.484;120.034,30.4858;120.032,30.4864;120.032,30.4899;120.031,30.4902;120.028,30.4934;120.028,30.4954;120.026,30.496;120.021,30.4977;120.021,30.4978;120.019,30.5;120.019,30.5039;120.019,30.5055;120.021,30.5061;120.021,30.5059;120.024,30.507;120.024,30.5072;120.024,30.5077;","changeAft":"0","reason":"农村地区","centerList":["120.031","30.4995"]},{"id":55,"name":"康介山村","townType":"13","code":"5723VO","coordinates":"120.061,30.4501;120.062,30.4496;120.062,30.4496;120.063,30.4492;120.063,30.4481;120.063,30.448;120.064,30.4445;120.061,30.4391;120.058,30.4384;120.058,30.4367;120.06,30.4326;120.058,30.432;120.031,30.4278;120.031,30.4314;120.034,30.4316;120.035,30.4359;120.033,30.4377;120.041,30.4448;120.046,30.4451;120.048,30.4452;120.051,30.4465;120.061,30.4501;","changeAft":"0","reason":"农村地区","centerList":["120.0475","30.43895"]},{"id":150,"name":"塘泾村","townType":"13","code":"57235S","coordinates":"120.067,30.5193;120.07,30.5172;120.069,30.5155;120.067,30.5137;120.065,30.5108;120.065,30.5091;120.064,30.4999;120.064,30.4999;120.063,30.5001;120.06,30.5003;120.055,30.5007;120.055,30.5007;120.049,30.5015;120.049,30.5041;120.048,30.5097;120.042,30.5108;120.04,30.5118;120.032,30.515;120.032,30.515;120.033,30.5149;120.043,30.5159;120.044,30.5152;120.046,30.5192;120.051,30.5203;120.052,30.5192;120.052,30.5189;120.055,30.523;120.057,30.5253;120.056,30.5273;120.058,30.5313;120.058,30.5313;120.058,30.5321;120.058,30.5323;120.064,30.5332;120.068,30.5328;120.069,30.5321;120.069,30.5319;120.069,30.5318;120.071,30.5306;120.065,30.5229;120.064,30.5217;120.067,30.5193;","changeAft":"0","reason":"农村地区","centerList":["120.0515","30.516550000000002"]},{"id":182,"name":"封禺居委会","townType":"13","code":"5723DQ86","coordinates":"120.035,30.4817;120.036,30.4785;120.034,30.4733;120.028,30.4777;120.029,30.4798;120.032,30.4794;120.034,30.4821;120.035,30.4817;","changeAft":"0","reason":"农村地区","centerList":["120.03200000000001","30.4777"]}]},{"itemText":"洛舍镇","fenceList":[{"id":4,"name":"砂村村","townType":"5","code":"572328","coordinates":"120.07,30.6436;120.069,30.6295;120.068,30.626;120.064,30.6177;120.061,30.614;120.061,30.6087;120.056,30.6085;120.056,30.6085;120.046,30.5986;120.045,30.5965;120.043,30.5962;120.042,30.5948;120.036,30.5914;120.035,30.5912;120.031,30.5958;120.04,30.6077;120.037,30.6173;120.038,30.618;120.034,30.6293;120.028,30.6339;120.023,30.6324;120.027,30.6401;120.033,30.6408;120.04,30.6381;120.043,30.6389;120.047,30.6429;120.053,30.6436;120.06,30.6449;120.063,30.6491;120.07,30.6436;","changeAft":"0","reason":"农村地区","centerList":["120.0465","30.620150000000002"]},{"id":6,"name":"张陆湾村","townType":"5","code":"572331","coordinates":"120.076,30.6324;120.069,30.6295;120.07,30.6436;120.063,30.6491;120.064,30.6502;120.071,30.655;120.075,30.6578;120.085,30.657;120.086,30.6486;120.085,30.6467;120.086,30.6451;120.085,30.6431;120.078,30.6424;120.078,30.6413;120.077,30.6399;120.079,30.6388;120.08,30.6346;120.08,30.6339;120.078,30.6332;120.076,30.6324;","changeAft":"0","reason":"农村地区","centerList":["120.0745","30.64365"]},{"id":16,"name":"雁塘村","townType":"5","code":"57236K","coordinates":"120.126,30.6386;120.125,30.6313;120.125,30.6312;120.125,30.6296;120.125,30.6274;120.124,30.6236;120.124,30.6236;120.124,30.622;120.123,30.6207;120.122,30.6183;120.12,30.6204;120.118,30.6217;120.108,30.6266;120.11,30.6273;120.115,30.6287;120.114,30.6295;120.114,30.6302;120.115,30.6312;120.113,30.6309;120.113,30.6314;120.112,30.6312;120.112,30.6329;120.107,30.6325;120.107,30.6325;120.105,30.6326;120.101,30.6327;120.101,30.64;120.101,30.6407;120.112,30.645;120.112,30.6479;120.117,30.6478;120.117,30.6436;120.12,30.6435;120.12,30.6435;120.126,30.6386;","changeAft":"0","reason":"农村地区","centerList":["120.1135","30.6331"]},{"id":26,"name":"洛舍社区","townType":"5","code":"5723CZ","coordinates":"120.107,30.6325;120.107,30.6325;120.112,30.6329;120.112,30.6312;120.113,30.6314;120.113,30.6309;120.115,30.6312;120.114,30.6302;120.114,30.6295;120.115,30.6287;120.11,30.6273;120.108,30.6266;120.118,30.6217;120.117,30.6205;120.117,30.6175;120.118,30.6162;120.119,30.6144;120.12,30.6136;120.118,30.6101;120.118,30.6092;120.114,30.61;120.106,30.6101;120.105,30.6133;120.108,30.6164;120.11,30.6164;120.111,30.6213;120.109,30.622;120.109,30.6234;120.104,30.6234;120.104,30.624;120.106,30.6272;120.1,30.6287;120.095,30.63;120.094,30.6273;120.091,30.6232;120.09,30.6226;120.081,30.6293;120.078,30.6332;120.08,30.6339;120.08,30.6346;120.079,30.6388;120.077,30.6399;120.078,30.6413;120.078,30.6424;120.085,30.6431;120.101,30.6408;120.101,30.6407;120.101,30.64;120.101,30.6327;120.105,30.6326;120.107,30.6325;","changeAft":"0","reason":"农村地区","centerList":["120.0985","30.626150000000003"]},{"id":27,"name":"三家村","townType":"5","code":"5723D9","coordinates":"120.09,30.6226;120.091,30.6222;120.097,30.6124;120.096,30.609;120.093,30.6023;120.093,30.6021;120.081,30.6019;120.079,30.6019;120.077,30.6018;120.072,30.5945;120.071,30.593;120.07,30.593;120.061,30.5954;120.061,30.5969;120.062,30.603;120.061,30.6087;120.061,30.614;120.064,30.6177;120.068,30.626;120.069,30.6295;120.076,30.6324;120.078,30.6332;120.081,30.6293;120.09,30.6226;","changeAft":"0","reason":"农村地区","centerList":["120.07900000000001","30.6131"]},{"id":31,"name":"东衡村","townType":"5","code":"5723DQ33","coordinates":"120.104,30.624;120.104,30.6234;120.109,30.6234;120.109,30.622;120.111,30.6213;120.11,30.6164;120.108,30.6164;120.105,30.6133;120.106,30.6101;120.114,30.61;120.118,30.6092;120.118,30.6101;120.12,30.6136;120.119,30.6144;120.118,30.6162;120.117,30.6175;120.117,30.6205;120.118,30.6217;120.12,30.6204;120.122,30.6183;120.122,30.6177;120.122,30.6165;120.122,30.6081;120.125,30.6007;120.121,30.5979;120.111,30.5891;120.105,30.5851;120.1,30.5877;120.097,30.5896;120.097,30.5901;120.097,30.5951;120.094,30.5977;120.094,30.5977;120.094,30.5983;120.094,30.5995;120.093,30.6023;120.093,30.6022;120.093,30.6023;120.096,30.609;120.097,30.6124;120.091,30.6222;120.09,30.6226;120.091,30.6232;120.094,30.6273;120.095,30.63;120.1,30.6287;120.106,30.6272;120.104,30.624;","changeAft":"0","reason":"农村地区","centerList":["120.1075","30.60755"]},{"id":178,"name":"洛舍村","townType":"5","coordinates":"120.08605665699997,30.644641400000012;120.08611867800005,30.644582039;120.08636884999999,30.644356370000025;120.08656694900003,30.644229956999993;120.08657060200005,30.644228096000006;120.08657185000004,30.644227295000007;120.08692653900005,30.644046257000014;120.08709904600005,30.643994352999982;120.08721350300004,30.643958922000024;120.08758896300003,30.643850428000007;120.087859074,30.643797500000005;120.08791367000003,30.643786487;120.08834813700003,30.643754531000013;120.08842242000003,30.643749066999987;120.08876768100004,30.64372334699999;120.08907840100005,30.643703232000007;120.08924236899998,30.643692154000007;120.08926580299999,30.643691101;120.08933098499995,30.643686881000008;120.08991518300002,30.643686478000006;120.090478502,30.643668047000006;120.09113570099998,30.64364052799999;120.09194933900005,30.643567793999978;120.09199166300004,30.64356462699999;120.09199394400002,30.643564423999976;120.09200678100001,30.643563496000013;120.09231443800002,30.64354047500001;120.09301330200003,30.64344977600001;120.09345177800003,30.643397756000013;120.09347098600006,30.64339497499998;120.09378515699996,30.643322934000025;120.09378522999998,30.643322910999984;120.09432079199996,30.643108714999983;120.09435364199999,30.643094358999974;120.09467152599996,30.64295247299998;120.09489817099995,30.642856461000008;120.09524107799996,30.64270944200001;120.09571428699996,30.642500703999985;120.09583942699999,30.64245551099998;120.09626695999998,30.642274793000013;120.09629178199998,30.64226497300001;120.09631293799998,30.642256009999983;120.09645942099996,30.642198649000022;120.09674664299996,30.64208501500002;120.09706208800003,30.641979162999974;120.09707024700003,30.641976399999976;120.09754959500003,30.64177773099999;120.09792886800005,30.64164622300001;120.09800301799999,30.641620319000026;120.09800541599998,30.64161968100001;120.09801886900004,30.641615016000003;120.09825873800003,30.641551694999976;120.098529913,30.64149736899998;120.09880113400004,30.641488143000004;120.09902699999998,30.641492977999974;120.099201344,30.64149649799998;120.09931392099998,30.64148620200001;120.09947918800003,30.641469586000028;120.099833827,30.641424212999993;120.10013626800003,30.641342800000018;120.10038653000004,30.641243384999996;120.10060546900002,30.641116935000014;120.10065555799997,30.64106486899999;120.10070994800003,30.64100738799999;120.10079322900003,30.640870569000015;120.10090801800004,30.640764316000002;120.10098225800004,30.640746232000026;120.101096472,30.640755749999983;120.10130396099999,30.64080048400001;120.10149199900002,30.640908685;120.10154416099999,30.640935753999997;120.10155459700002,30.640908721000017;120.10155421900004,30.64078175399999;120.10151184100005,30.640709585000025;120.10148201799996,30.640542071000027;120.10145917499995,30.640473542999985;120.10141828799999,30.64028627099998;120.10140781899997,30.64028650900002;120.10131414399996,30.640268459000026;120.10125143300002,30.640259504000028;120.10115443799998,30.64028080899999;120.10101010699998,30.64031424000001;120.10093002400004,30.640340142000014;120.10087553400001,30.640368378000005;120.100813668,30.640386223999997;120.10073003800005,30.64043119600001;120.10066769599996,30.640449518000025;120.100552816,30.64040438699999;120.10050003900005,30.640332265999973;120.10047904400005,30.64021525200002;120.10044769499996,30.640084737999985;120.10039544200004,30.639828739999984;120.100395918,30.639809704000015;120.10034433099997,30.639747315000022;120.10030330899997,30.639686257999983;120.10025905099997,30.63962915100001;120.10018740600003,30.63963789500002;120.10006129400006,30.639639085;120.09992625999996,30.639512974000013;120.09978884600002,30.639277526;120.09977975699996,30.63909897100001;120.09974763399998,30.638996892000023;120.09978898899999,30.638953205999996;120.09977799599994,30.638943830000017;120.09965450200002,30.63869398700001;120.09964243800005,30.638636308999992;120.09963470499997,30.63862322199998;120.09954725900002,30.63842096799999;120.09952895200001,30.63837838500001;120.09951788800004,30.638349474999984;120.09948683599998,30.638313783;120.09942686800002,30.638122135000003;120.09937202100002,30.63794635199997;120.09929028700003,30.637753884000006;120.09917325699996,30.637482824000017;120.09902311300004,30.637144028000023;120.09899396399999,30.637095843999987;120.098868745,30.636841835999974;120.09880482699998,30.636696004999976;120.09869667999999,30.63648213900001;120.09861982400002,30.636331661999975;120.09851988599996,30.636085149999985;120.09846271000004,30.635944354999992;120.098412027,30.635872971000026;120.098367865,30.635806505000005;120.09834549799996,30.635758915999986;120.09833628900003,30.635744996000028;120.09827704099996,30.63564898499999;120.098098188,30.635361950000004;120.09796022700004,30.635139947000027;120.09787621600003,30.634915198999977;120.09787264700003,30.634895918999973;120.09786597699997,30.63485988399998;120.097819577,30.63475923300001;120.09774572499998,30.63460117699998;120.09767843400004,30.63445545899998;120.09754708699995,30.634129711000014;120.09747034999998,30.633935427999972;120.09742775699999,30.633792255999992;120.09742680600004,30.633579055999974;120.09760238599995,30.633542665999983;120.09782605500004,30.63346040099998;120.09797715100001,30.633399129999987;120.09810082399997,30.633362902999977;120.09823865400006,30.63328140599998;120.09860970099999,30.633110407000004;120.098834162,30.63300713899997;120.099128941,30.632871723999983;120.09944107900003,30.632728551000014;120.09955189000004,30.632693073999974;120.09964897199995,30.63266451999999;120.09982314900003,30.63261240999998;120.10004720500001,30.632575486999997;120.10015649399998,30.632557926000004;120.10050413299996,30.63251081300001;120.10062229100004,30.632494478000012;120.100681183,30.632485555000017;120.10075435099998,30.632475441999986;120.10164361800003,30.632439646000023;120.10193175100005,30.63243857499998;120.10214471300003,30.632437385999992;120.10252334500001,30.632428462999997;120.10281655400001,30.63247045999998;120.10325484999998,30.63250900700001;120.10374064099994,30.632600188000026;120.10396145499999,30.632672523999986;120.10415469899999,30.632681565999974;120.10420823699997,30.632672048000018;120.104317692,30.632672048000018;120.10455087900004,30.632688703999975;120.10474361599995,30.63271844799999;120.10482040700003,30.63272536599999;120.10492462699995,30.632698240000025;120.10486097199998,30.631433131999984;120.10483051400001,30.630275761999997;120.104766444,30.628650756000013;120.10471559500002,30.628055087999996;120.104651246,30.628096830000004;120.10460270500005,30.628123003999974;120.10456758400005,30.62814245300001;120.10450571800004,30.628180999999984;120.10449334500004,30.628188137999985;120.10427526700005,30.628266441999983;120.10419118300001,30.628296750999993;120.10397203499997,30.62834671899998;120.10367118800002,30.62841622899998;120.103339699,30.62849225299999;120.10323951199996,30.628513096999995;120.10263417700003,30.62860446899998;120.10201577400005,30.62873197900001;120.10182446500005,30.628766956999982;120.10154083400005,30.628840244999992;120.10112775899995,30.62896302500002;120.10061412899995,30.62909960600001;120.100381417,30.62914678300001;120.10023646900004,30.62917950000002;120.10004373200002,30.629228040999976;120.09982130599997,30.629328240000007;120.09980060500004,30.629310394000015;120.09969571299996,30.629182754999988;120.09955032799996,30.629004355000006;120.099487823,30.62897700100001;120.09927823999999,30.62903178800002;120.09897725799999,30.629157682000027;120.09870480999996,30.629311157000018;120.09840422399998,30.629382452000016;120.09820434999995,30.629437655000004;120.09770940199996,30.629542588999982;120.09756336199996,30.62958155299998;120.09717075100002,30.629686248999974;120.09679032300005,30.62977252899998;120.09609383600002,30.62987812900002;120.09593849700002,30.62990033699998;120.09539574200005,30.630036284000028;120.094990543,30.630080193000026;120.09485827699996,30.63004515900002;120.09472074400003,30.629999949000023;120.09458395700005,30.629863177999994;120.09452300299995,30.629613334999988;120.09441621300004,30.629383174999987;120.094343342,30.629148113999975;120.09428162400002,30.628871720000006;120.09427077400005,30.628678889000014;120.09421795000003,30.62840937499999;120.09412501199995,30.62825968300001;120.094114676,30.628171196999972;120.09408277700004,30.62804220999999;120.094023945,30.627948221999986;120.09399753299999,30.627916099000004;120.09396683800003,30.627860419;120.09386700699997,30.627749632000018;120.09383702599996,30.627722505999998;120.09380139799998,30.627682483;120.09381151000002,30.627655119999986;120.09385374600004,30.627420148;120.09385199099995,30.62720349799997;120.09383343100001,30.627050339999982;120.09379916700004,30.626931366999997;120.093755353,30.626824418000012;120.09372489600003,30.626750179;120.09364326499997,30.626581808000026;120.09359757899995,30.626514230999987;120.09356997700002,30.626474255999995;120.09343564899996,30.626356869999995;120.09330906100001,30.62630261800001;120.093260203,30.626294083999994;120.09312980899995,30.626256963999992;120.09307746000002,30.62618459700002;120.09307841199995,30.626058961000012;120.09311077300003,30.625899601000015;120.09309935099998,30.625807278000025;120.09301845000005,30.625708292000013;120.09286032700004,30.625615652000022;120.09277561800002,30.625498581999977;120.09260721600003,30.625426690999973;120.09251679600004,30.625357210999994;120.09242017400004,30.625200276999976;120.09234736200005,30.625056082000015;120.09233885599997,30.624963313000023;120.09233885599997,30.624951891000023;120.092327791,30.624903706999987;120.09229579400005,30.624858449999977;120.09219408399997,30.62474412900002;120.09206561300005,30.624652459999993;120.09203670199997,30.624618700999974;120.091993742,30.624580233000017;120.09194210800001,30.62450861100001;120.091819375,30.624623206000024;120.091715551,30.62474812800002;120.09159538899996,30.62494324300002;120.09149381500004,30.625040899999988;120.09142947099997,30.62514976099999;120.09133861099997,30.62527438500001;120.09125295000001,30.625457127999994;120.09099287499998,30.62569150500002;120.09094052700004,30.625635348999992;120.09086723999997,30.625619169000004;120.09064868600001,30.62576300699999;120.090618705,30.62575515499998;120.090607998,30.625736594999978;120.09071293199997,30.625607391000017;120.09077432200002,30.625529582000013;120.09084066100002,30.625455294999995;120.09093046199996,30.62537524999999;120.09107712000002,30.625175661000014;120.09104550500001,30.625088072999972;120.09102646899998,30.625045242999988;120.09100148499999,30.62500300800002;120.090972932,30.624952443999973;120.09087715800001,30.624851019000005;120.09080218500003,30.62480489799998;120.09075316799999,30.624771108999994;120.09069924999994,30.624743507000005;120.09063738400005,30.62472542400002;120.09061644500002,30.62472685099999;120.090439833,30.624843564000003;120.09035873300002,30.62491375799999;120.09030519500004,30.62495123399998;120.09019945800003,30.624952027999996;120.08993802500004,30.624834125000007;120.08989043500003,30.62482651099998;120.08983427999999,30.624808427000005;120.08968770499996,30.62472657400002;120.08967778299996,30.624726431;120.08961603600005,30.62469930499998;120.08959528100002,30.624681803999977;120.089563753,30.624672583999995;120.08951080999998,30.624635701999978;120.08945856100001,30.624609082000006;120.08931619199996,30.62452675200001;120.08923891899997,30.62447757199999;120.08908663399995,30.624368711999978;120.08901111499995,30.624329955999997;120.08885478499997,30.624294978000023;120.088732005,30.624413564000008;120.08868721099998,30.624456811000016;120.088640812,30.624497261999977;120.088541469,30.624592440000015;120.08839480999995,30.624556278;120.088322157,30.624484537;120.08822816899999,30.624483347000023;120.08812585199996,30.624457768000013;120.08795837299999,30.62443927800001;120.08786356300004,30.62439389000002;120.08783192400006,30.62451230800002;120.08773293800004,30.624657693000017;120.08769772200003,30.62471670399998;120.08745858600003,30.62495254800001;120.08744686299997,30.624953532000006;120.08734288100004,30.625060487999974;120.08727878399998,30.625342998000008;120.08716552199996,30.625609180000026;120.08707129499999,30.625846174999992;120.08697639699994,30.62615114099998;120.08690498500005,30.626423993000003;120.08690380799999,30.626424195000027;120.08685299399997,30.62643293100001;120.08677054500004,30.626442210999983;120.08676039099998,30.62645914699999;120.08673933299997,30.626486273000012;120.08667657499996,30.626577822;120.08651993199999,30.626631792000012;120.08633242999997,30.626633159999983;120.08624772099995,30.626588426000012;120.08615362199998,30.626423482000007;120.08599562500001,30.62637874799998;120.085889221,30.626389500000016;120.085717768,30.626406825000004;120.08552459500004,30.626476544000013;120.08538115299996,30.626552171000014;120.08525551800005,30.626678758000025;120.085215543,30.626706360000014;120.08519650699998,30.62673872099998;120.08504200100003,30.626856980000014;120.08496776200002,30.626893386000006;120.08490208900002,30.626931219000028;120.08485142999996,30.626993465999988;120.08480050900005,30.627020115999983;120.08470628299995,30.62701202599999;120.08449690999998,30.627066126999978;120.08417015099997,30.627175582000007;120.08412146600006,30.62718356800002;120.08411111500004,30.627174645000025;120.08401670800004,30.627021164999974;120.08393459599995,30.627021422999974;120.08372050399998,30.627076328999976;120.083516347,30.627112021000016;120.08346358200004,30.627112977000024;120.08339077100004,30.627121068000008;120.08331938699996,30.62710346;120.08327679399997,30.627058725999973;120.08322254300003,30.62703921399998;120.08314102600002,30.627058587000022;120.08307678100005,30.627085951000026;120.08304703800002,30.627138893999984;120.08305655499998,30.62715792900002;120.08290474600005,30.627166019000015;120.08274689200005,30.627157580000016;120.08259728799999,30.627220953000005;120.08256689400002,30.627284611999983;120.08255713799997,30.627329207000002;120.08255733700003,30.627364720000003;120.082494043,30.62742849;120.08235841400005,30.627518909000003;120.08219285099995,30.62758154300002;120.08213158000001,30.627590466000015;120.08209231800004,30.627583921999985;120.08205841100005,30.627572620000024;120.08203580600002,30.627564887000005;120.082015834,30.627520688000004;120.08200405499997,30.627500700999974;120.08198335400004,30.627417895000008;120.08197254900006,30.627167085999986;120.08180764300005,30.62714053100001;120.08168914600003,30.627158377;120.0815642,30.627213413999982;120.08139930300001,30.62723054600002;120.08121362199995,30.62722124200002;120.08115829999997,30.627239683000028;120.08114937699997,30.627249200999984;120.08114818700005,30.62734794900001;120.08121156499999,30.627556820999985;120.08123183999999,30.627608177000013;120.08130203400003,30.627755357000012;120.08142540899996,30.627970549999986;120.081450733,30.62801453999998;120.08143169699997,30.62810432499998;120.08134635399995,30.628142016000027;120.08124360800002,30.628213257000027;120.08123340600002,30.62827518199998;120.08121258599999,30.628359058;120.081232871,30.628528921999987;120.08108383700005,30.628529453;120.08079869899996,30.628556419999995;120.08066091299997,30.628578231999995;120.08054491400003,30.628593104000004;120.08055495300005,30.628751981999983;120.08057594599995,30.628844757000024;120.08060645800003,30.62911782499998;120.080649677,30.629504415999975;120.08060735200002,30.629568828000004;120.08053574999997,30.62961229199999;120.080368712,30.629603726000028;120.08031254499997,30.629622547999986;120.08025436699995,30.62964860300002;120.08023286299999,30.629666449000013;120.08021240000005,30.629828163000013;120.08021124000004,30.62997399400001;120.080158891,30.630066317;120.08002976600005,30.63017640700002;120.07989175700004,30.63035819800001;120.07976572500002,30.63059289199998;120.07967276800002,30.630743972000005;120.079567183,30.630970940999987;120.079528374,30.631125296999983;120.07949375299995,30.631280199000003;120.07945267100001,30.631423270000028;120.07945171999995,30.631569393000007;120.07936986599998,30.631794458;120.07936939000001,30.63181206600001;120.07933778300003,30.631953248000002;120.079316844,30.63209316000001;120.07929590499998,30.632202614999983;120.07915012299998,30.632401269000013;120.078995577,30.632668749999993;120.07886173199995,30.632804254000007;120.07858190800005,30.633036799000024;120.07844093599999,30.633186540999986;120.07836874099996,30.63329392000003;120.07843925300006,30.633319904000018;120.078527151,30.633357597999975;120.07947718000003,30.633752043000015;120.08001849200002,30.633978836999972;120.07974575799994,30.634601525999983;120.07972431899998,30.63466529599998;120.07972431899998,30.634686235000004;120.079970419,30.634737024999993;120.08031306199996,30.634318240000027;120.08044631099995,30.634679918000018;120.08113159599998,30.634679918000018;120.08159797099995,30.634308722000014;120.08285432599996,30.634499079000022;120.08317005000004,30.63444777699999;120.08319915300001,30.634007989999986;120.08353703700004,30.63404606199998;120.08435081300001,30.634103169000014;120.08506465100004,30.634084132999988;120.085240731,30.633917570999984;120.08567855199999,30.63382715099999;120.08595932799994,30.63387474000001;120.08616872100004,30.634060337999983;120.08647805099997,30.634184070000003;120.08679689899998,30.634145998999998;120.08701580900004,30.634203105999973;120.08710147,30.634355390999986;120.08743935300004,30.635154890000024;120.08697297900005,30.63535000600001;120.08575945400003,30.635935354000026;120.08617347999996,30.636801477000006;120.08570710499998,30.637006111000005;120.08565164900006,30.63702048800002;120.085480964,30.636981262999996;120.08544060600002,30.636925209000026;120.08536260000005,30.63683802600002;120.08516393100001,30.636928271999977;120.08497543199996,30.63701389800002;120.08493164000004,30.637098354999978;120.08487410400005,30.637209316999986;120.08451242599995,30.63748343100002;120.08428018999996,30.637909830000012;120.08414693999998,30.638008816000024;120.08395658400002,30.63823724399998;120.08374719100004,30.63840856500002;120.08356825500005,30.638446637000015;120.08335124899997,30.638435215000015;120.08328652700004,30.638263893999977;120.08310759200003,30.637807038000005;120.08144520899998,30.63857557199998;120.08161653000002,30.638975320999975;120.080748503,30.639289410000003;120.08067812599995,30.639303485000028;120.08078134000004,30.639636811000003;120.080844157,30.639625389999992;120.08114111400005,30.639551150999978;120.08123819599996,30.639830974999995;120.08140380700002,30.639859528999978;120.081535153,30.640047982;120.08138667399999,30.64024785700002;120.08070138999994,30.64024214599999;120.07954401999996,30.640314482000008;120.07921604800003,30.638838436000015;120.07901978400002,30.638931323999998;120.07866752799998,30.63897579600001;120.07838936899998,30.638978174999977;120.07833321400005,30.638984838;120.07819425299999,30.638986709999983;120.07818663900002,30.639079983999977;120.07818568699997,30.639129476999983;120.07816202200001,30.639384853000024;120.07723522200001,30.639539517999992;120.07725642699995,30.639825077000012;120.07686375699996,30.639841198;120.07634486799998,30.639862042000004;120.07588076599995,30.63987357000002;120.07587016499997,30.64006923300002;120.07592291799995,30.640096324000012;120.075922418,30.64031375899998;120.07584953499997,30.640412054000024;120.07587187800004,30.640511659000026;120.07594409499995,30.640539973999978;120.07592226400004,30.64100135199999;120.07588121799995,30.641261665000002;120.07586132899996,30.641448978000028;120.07585062199996,30.64144957299999;120.07575673199995,30.641549484999985;120.07553797100002,30.641495055000007;120.07552756099994,30.641495352999982;120.07548457200005,30.641622891999987;120.07555500399997,30.641640024000026;120.07579580499998,30.641704745000027;120.076007645,30.64176775300001;120.07600835799997,30.641849845000024;120.07602834600004,30.641936219;120.07611507700005,30.641981725999983;120.07672806599999,30.64204453399998;120.07748949400002,30.64209807200001;120.077540795,30.642117536;120.07758005599999,30.642159176999996;120.07772044399997,30.642288856999983;120.07781324300004,30.642324549000023;120.07793910700002,30.64238824900002;120.07841868699995,30.642488544000003;120.07877119600005,30.64254831599999;120.07886732600002,30.642520714;120.07887509900002,30.64230620500001;120.07896313900005,30.642271703000006;120.07915771,30.642223221999984;120.07916722799996,30.641972189;120.079258837,30.64196148100001;120.07942650999996,30.641961537999975;120.07971775600004,30.64206004800002;120.080111795,30.642165696000006;120.08019050799999,30.642194249;120.08025382100004,30.642276875999983;120.08026571899995,30.642339932000027;120.08027404699999,30.64244462800002;120.08027404699999,30.642546944999992;120.08028594400002,30.642564790999984;120.08028594400002,30.64259810300001;120.08031762999997,30.64278378099999;120.08040138800004,30.642882766000014;120.08042994100003,30.642936066000004;120.08048609599996,30.642962716;120.08057841899995,30.642962716;120.08125477099998,30.642753917999983;120.08130771399999,30.642755702999978;120.08137947,30.64283504299999;120.08144549999997,30.642882037999982;120.08148832999996,30.642929031999984;120.081547817,30.642978405999997;120.08156928000005,30.643027296000014;120.08159021899996,30.64306108400001;120.081589743,30.643079167999986;120.08167280199996,30.64324949799999;120.08169397899997,30.643324054000004;120.08173538200003,30.64339401000001;120.081777998,30.643533375000004;120.08179893700003,30.643565736000028;120.08180845499999,30.64360190399998;120.08187508000003,30.643665672999987;120.08202070300001,30.643684709000013;120.08203783500005,30.643692322999982;120.08216251900001,30.643638071999987;120.08238142899995,30.64348483399999;120.08278003700002,30.64332185699999;120.08286005000002,30.643249744000002;120.08301980700003,30.64320324900001;120.08313252999994,30.643032403999996;120.08321533499998,30.643016223000018;120.08327053899995,30.642948647000026;120.08327919999999,30.642890064000028;120.083217096,30.64277941900002;120.08319577600003,30.642726166999978;120.08320658299999,30.642689621999978;120.08325982300005,30.642680997000014;120.08326874600004,30.642680698999982;120.08329771599995,30.642647789000023;120.083394655,30.642482083000004;120.08348834100002,30.642454617999988;120.08353949900004,30.642390966999983;120.08352998099997,30.642357059999995;120.08350803099995,30.642310303999977;120.08351731100004,30.642258906999984;120.08353943999998,30.64220251400002;120.08364437399996,30.642138982000006;120.08374934400001,30.642121636000013;120.08386355799996,30.642193168999995;120.08394649700006,30.642193109000004;120.08400753499996,30.642294076999974;120.08415989499997,30.642546110000012;120.084281723,30.64274408099999;120.08431217999998,30.642824983000025;120.08437690200003,30.642933915000015;120.08462422699995,30.64334918999998;120.08482189699998,30.64368275099997;120.08511605800004,30.644176012999992;120.08514580099995,30.644248586999993;120.08518982099997,30.64430450399999;120.08531327499998,30.644514492999974;120.08566012100005,30.64510550099999;120.085923546,30.64476718399999;120.08605665699997,30.644641400000012","changeAft":"1","reason":"疫情中风险地区所在县（市、区）、高风险地区所在城市返乡 1-4人","centerList":["120.0902045995","30.634700239500006"]}]},{"itemText":"莫干山镇","fenceList":[{"id":7,"name":"四合村","townType":"9","code":"5723DQ3V","coordinates":"119.886,30.6215;119.883,30.6172;119.876,30.6195;119.883,30.6302;119.881,30.6385;119.882,30.6396;119.884,30.6419;119.882,30.644;119.877,30.6527;119.871,30.6563;119.857,30.664;119.855,30.6731;119.857,30.6787;119.854,30.6848;119.861,30.6864;119.862,30.6866;119.862,30.6897;119.872,30.6879;119.869,30.6819;119.874,30.6752;119.882,30.6704;119.882,30.6692;119.89,30.6639;119.911,30.6565;119.918,30.6459;119.886,30.6215;","changeAft":"0","reason":"农村地区","centerList":["119.886","30.65345"]},{"id":8,"name":"高峰村","townType":"9","code":"5723DQ49","coordinates":"119.929,30.5833;119.929,30.5831;119.93,30.5827;119.93,30.5813;119.93,30.5796;119.93,30.5793;119.929,30.5792;119.929,30.5793;119.928,30.5801;119.922,30.583;119.921,30.5832;119.92,30.5812;119.917,30.5822;119.912,30.583;119.912,30.5863;119.912,30.5865;119.908,30.5886;119.909,30.5911;119.909,30.5954;119.907,30.6011;119.905,30.6057;119.91,30.6091;119.911,30.6097;119.909,30.615;119.922,30.6224;119.925,30.6234;119.927,30.6253;119.927,30.6251;119.935,30.6118;119.935,30.6116;119.933,30.61;119.933,30.6097;119.933,30.6093;119.933,30.6092;119.932,30.6079;119.926,30.5991;119.926,30.5983;119.925,30.5972;119.923,30.5917;119.927,30.5865;119.927,30.5862;119.927,30.5859;119.927,30.5856;119.928,30.5852;119.928,30.585;119.928,30.5846;119.928,30.5844;119.929,30.5841;119.929,30.5838;119.929,30.5833;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["119.92","30.602249999999998"]},{"id":10,"name":"南路村","townType":"9","code":"5723DQ4Y","coordinates":"119.882,30.6396;119.876,30.6367;119.873,30.6381;119.866,30.6365;119.839,30.6385;119.83,30.6392;119.823,30.6397;119.819,30.6427;119.833,30.6527;119.833,30.6574;119.827,30.659;119.836,30.6679;119.835,30.6699;119.83,30.6804;119.838,30.6814;119.835,30.6876;119.837,30.6908;119.839,30.6945;119.839,30.6946;119.845,30.6974;119.861,30.6906;119.861,30.6867;119.861,30.6864;119.854,30.6848;119.857,30.6787;119.855,30.6731;119.857,30.664;119.871,30.6563;119.877,30.6527;119.882,30.644;119.884,30.6419;119.882,30.6396;","changeAft":"0","reason":"农村地区","centerList":["119.8515","30.66695"]},{"id":13,"name":"庙前村","townType":"9","code":"5723DQ61","coordinates":"119.847,30.5849;119.841,30.5799;119.83,30.5846;119.83,30.5846;119.831,30.5861;119.831,30.5863;119.832,30.5903;119.832,30.5905;119.836,30.596;119.839,30.6045;119.844,30.6075;119.845,30.6088;119.856,30.6054;119.857,30.6029;119.857,30.6028;119.85,30.5919;119.847,30.5855;119.847,30.5849;","changeAft":"0","reason":"农村地区","centerList":["119.8435","30.59435"]},{"id":17,"name":"五四村","townType":"9","code":"572372","coordinates":"119.929,30.5792;119.934,30.5767;119.934,30.5759;119.934,30.5757;119.938,30.5733;119.939,30.5727;119.94,30.5726;119.937,30.5699;119.936,30.5696;119.936,30.5695;119.936,30.5695;119.936,30.5696;119.936,30.5696;119.935,30.5701;119.934,30.5698;119.933,30.5682;119.932,30.5676;119.931,30.5643;119.931,30.5632;119.931,30.5627;119.925,30.5611;119.925,30.5604;119.924,30.5587;119.907,30.566;119.902,30.569;119.908,30.5786;119.909,30.5804;119.912,30.583;119.917,30.5822;119.92,30.5812;119.921,30.5832;119.922,30.583;119.928,30.5801;119.929,30.5793;119.929,30.5792;","changeAft":"0","reason":"农村地区","centerList":["119.92099999999999","30.570950000000003"]},{"id":19,"name":"筏头村","townType":"9","coordinates":"119.857,30.5751;119.857,30.5751;119.857,30.5751;119.866,30.5799;119.869,30.5781;119.867,30.5688;119.859,30.5634;119.862,30.5523;119.863,30.5435;119.865,30.5398;119.855,30.5344;119.852,30.5411;119.852,30.5413;119.85,30.5404;119.822,30.5294;119.821,30.5278;119.818,30.5364;119.822,30.5383;119.807,30.5564;119.807,30.5564;119.808,30.5582;119.811,30.561;119.83,30.5706;119.841,30.5799;119.847,30.5849;119.856,30.5755;119.857,30.5751;119.846,30.5581;119.848,30.5554;119.851,30.5539;119.857,30.5528;119.857,30.5552;119.851,30.5568;119.851,30.5588;119.852,30.5599;119.852,30.5622;119.85,30.5621;119.847,30.5611;119.846,30.5581;","changeAft":"0","reason":"农村地区","centerList":["119.838","30.556350000000002"]},{"id":24,"name":"北湖村","townType":"9","coordinates":"119.856,30.5331;119.825,30.508;119.815,30.514;119.797,30.5073;119.796,30.5084;119.797,30.5095;119.802,30.514;119.821,30.5278;119.822,30.5294;119.85,30.5404;119.852,30.5413;119.852,30.5411;119.852,30.5405;119.853,30.5387;119.855,30.5344;119.856,30.5331;119.878,30.558;119.884,30.5496;119.893,30.5523;119.893,30.5523;119.893,30.5524;119.892,30.5597;119.894,30.5617;119.9,30.5478;119.892,30.5337;119.885,30.5339;119.877,30.5301;119.865,30.5398;119.863,30.5435;119.862,30.5523;119.859,30.5634;119.867,30.5688;119.868,30.5686;119.87,30.5661;119.872,30.5648;119.878,30.5617;119.878,30.558;","changeAft":"0","reason":"农村地区","centerList":["119.84800000000001","30.53805"]},{"id":29,"name":"勤劳村","townType":"9","code":"5723DQ0I","coordinates":"119.797,30.5095;119.796,30.5084;119.768,30.5174;119.759,30.5196;119.768,30.5278;119.764,30.5429;119.768,30.5473;119.79,30.5297;119.79,30.5295;119.792,30.5286;119.792,30.5231;119.797,30.5095;","changeAft":"0","reason":"农村地区","centerList":["119.77799999999999","30.52785"]},{"id":30,"name":"劳岭村","townType":"9","code":"5723DQ16","coordinates":"119.87,30.6022;119.879,30.5945;119.882,30.5946;119.884,30.5947;119.89,30.5902;119.896,30.5891;119.908,30.5886;119.912,30.5865;119.912,30.5863;119.912,30.583;119.909,30.5804;119.908,30.5786;119.902,30.569;119.897,30.5748;119.897,30.5749;119.897,30.5754;119.897,30.5787;119.894,30.5792;119.888,30.5784;119.887,30.5783;119.88,30.583;119.872,30.5648;119.87,30.5661;119.868,30.5686;119.867,30.5688;119.868,30.5738;119.869,30.5781;119.866,30.5799;119.871,30.5899;119.872,30.5928;119.872,30.5929;119.865,30.5979;119.865,30.5984;119.864,30.6016;119.863,30.6018;119.864,30.6021;119.867,30.6039;119.869,30.6035;119.869,30.6029;119.87,30.6022;","changeAft":"0","reason":"农村地区","centerList":["119.8875","30.58435"]},{"id":32,"name":"莫干山社区","townType":"9","code":"5723DQ55","coordinates":"119.883,30.6104;119.88,30.6083;119.878,30.6085;119.872,30.6096;119.867,30.6039;119.864,30.6021;119.863,30.6018;119.864,30.6016;119.859,30.5999;119.857,30.6029;119.856,30.6054;119.845,30.6088;119.845,30.6114;119.845,30.6121;119.861,30.615;119.871,30.6173;119.872,30.6179;119.876,30.6195;119.876,30.6182;119.874,30.6161;119.872,30.6142;119.88,30.6113;119.883,30.6104;119.883,30.6104;","changeAft":"3","reason":"非农村地区","centerList":["119.864","30.6097"]},{"id":35,"name":"燎原村","townType":"9","code":"5723DQ99","coordinates":"119.891,30.59;119.893,30.5938;119.899,30.5921;119.901,30.5933;119.907,30.5915;119.907,30.5983;119.904,30.5986;119.902,30.601;119.9,30.6062;119.901,30.6091;119.9,30.613;119.899,30.6133;119.897,30.6108;119.894,30.604;119.891,30.6038;119.888,30.6073;119.887,30.607;119.887,30.6047;119.88,30.6058;119.879,30.6049;119.886,30.6011;119.89,30.601;119.891,30.5974;119.889,30.5912;119.884,30.5947;119.882,30.5946;119.879,30.5945;119.87,30.6022;119.869,30.6029;119.869,30.6035;119.867,30.6039;119.872,30.6096;119.878,30.6085;119.88,30.6083;119.883,30.6104;119.883,30.6104;119.883,30.6104;119.88,30.6113;119.872,30.6142;119.874,30.6161;119.876,30.6182;119.876,30.6195;119.883,30.6172;119.884,30.6162;119.901,30.6166;119.904,30.614;119.907,30.6159;119.909,30.615;119.911,30.6097;119.91,30.6091;119.905,30.6057;119.907,30.6011;119.909,30.5954;119.909,30.5911;119.908,30.5886;119.896,30.5891;119.891,30.59;","changeAft":"0","reason":"农村地区","centerList":["119.88900000000001","30.60405"]},{"id":36,"name":"后坞村","townType":"9","code":"5723DQKA","coordinates":"119.83,30.5846;119.826,30.5835;119.826,30.5837;119.817,30.5938;119.81,30.5966;119.81,30.5969;119.821,30.6079;119.819,30.6109;119.819,30.6109;119.815,30.6164;119.832,30.6275;119.833,30.6276;119.845,30.6121;119.845,30.6114;119.845,30.6088;119.844,30.6075;119.839,30.6045;119.836,30.596;119.832,30.5905;119.832,30.5903;119.831,30.5863;119.831,30.5861;119.83,30.5846;119.83,30.5846;","changeAft":"0","reason":"农村地区","centerList":["119.8275","30.60555"]},{"id":37,"name":"仙潭村","townType":"9","code":"5723DQRA","coordinates":"119.881,30.6385;119.883,30.6302;119.876,30.6195;119.872,30.6179;119.871,30.6173;119.861,30.615;119.845,30.6121;119.833,30.6276;119.832,30.6288;119.828,30.636;119.83,30.6392;119.839,30.6385;119.866,30.6365;119.873,30.6381;119.876,30.6367;119.882,30.6396;119.881,30.6385;","changeAft":"0","reason":"农村地区","centerList":["119.8555","30.62585"]},{"id":38,"name":"大瑶村","townType":"9","coordinates":"119.81,30.6487;119.817,30.642;119.819,30.6427;119.823,30.6397;119.83,30.6392;119.828,30.636;119.832,30.6288;119.833,30.6276;119.832,30.6275;119.815,30.6164;119.819,30.6109;119.819,30.6109;119.821,30.6079;119.81,30.5969;119.803,30.5945;119.801,30.5969;119.797,30.6019;119.789,30.6066;119.788,30.6074;119.789,30.6088;119.792,30.6147;119.794,30.6195;119.797,30.621;119.802,30.6284;119.803,30.6407;119.799,30.6438;119.81,30.6487;","changeAft":"0","reason":"农村地区","centerList":["119.81049999999999","30.6216"]},{"id":39,"name":"东沈村","townType":"9","code":"5723DQYA","coordinates":"119.802,30.514;119.797,30.5095;119.792,30.5231;119.792,30.5286;119.79,30.5295;119.79,30.5297;119.768,30.5473;119.768,30.5475;119.768,30.5524;119.772,30.5527;119.772,30.5528;119.773,30.5528;119.807,30.5564;119.807,30.5564;119.822,30.5383;119.82,30.5372;119.818,30.5364;119.821,30.5278;119.802,30.514;","changeAft":"0","reason":"农村地区","centerList":["119.795","30.53295"]},{"id":40,"name":"佛堂村","townType":"9","code":"5723DQEB","coordinates":"119.826,30.5837;119.826,30.5835;119.83,30.5846;119.841,30.5799;119.833,30.5727;119.83,30.5706;119.811,30.561;119.787,30.5771;119.798,30.5805;119.801,30.5836;119.803,30.5945;119.81,30.5969;119.81,30.5966;119.817,30.5938;119.826,30.5837;","changeAft":"0","reason":"农村地区","centerList":["119.814","30.57895"]},{"id":45,"name":"紫岭村","townType":"9","code":"5723DQLK","coordinates":"119.857,30.6029;119.859,30.5999;119.864,30.6016;119.865,30.5984;119.865,30.5979;119.872,30.5929;119.872,30.5928;119.871,30.5899;119.866,30.5799;119.857,30.5751;119.857,30.5751;119.857,30.5751;119.856,30.5755;119.847,30.5849;119.847,30.5855;119.85,30.5919;119.857,30.6028;119.857,30.6029;","changeAft":"0","reason":"农村地区","centerList":["119.8595","30.589"]},{"id":50,"name":"何村村","townType":"9","code":"5723DQU7","coordinates":"119.888,30.5784;119.888,30.5785;119.894,30.5792;119.897,30.5787;119.897,30.5754;119.897,30.5749;119.897,30.5748;119.902,30.569;119.896,30.5637;119.894,30.5617;119.892,30.5597;119.893,30.5524;119.893,30.5523;119.884,30.5496;119.878,30.558;119.878,30.5617;119.872,30.5648;119.88,30.583;119.887,30.5783;119.888,30.5784;","changeAft":"0","reason":"农村地区","centerList":["119.887","30.5663"]},{"id":179,"name":"筏头社区","townType":"9","code":"5723DQ7F","coordinates":"119.857,30.5528;119.851,30.5539;119.848,30.5554;119.846,30.5581;119.847,30.5611;119.85,30.5621;119.852,30.5622;119.852,30.5599;119.851,30.5588;119.851,30.5568;119.857,30.5552;119.857,30.5528;","changeAft":"3","reason":"非农村地区","centerList":["119.8515","30.5575"]},{"id":181,"name":"庾村集镇","townType":"9","coordinates":"119.891,30.59;119.89,30.5902;119.889,30.5912;119.891,30.5974;119.89,30.601;119.886,30.6011;119.879,30.6049;119.88,30.6058;119.887,30.6047;119.887,30.607;119.888,30.6073;119.891,30.6038;119.894,30.604;119.897,30.6108;119.899,30.6133;119.9,30.613;119.901,30.6091;119.9,30.6062;119.902,30.601;119.904,30.5986;119.907,30.5983;119.907,30.5915;119.901,30.5933;119.899,30.5921;119.893,30.5938;119.891,30.59;","changeAft":"3","reason":"非农村地区","centerList":["119.893","30.60165"]}]},{"itemText":"乾元镇","fenceList":[{"id":9,"name":"幸福村","townType":"2","code":"57234X","coordinates":"120.07,30.593;120.069,30.5902;120.06,30.5884;120.06,30.5843;120.06,30.5822;120.06,30.5813;120.059,30.5812;120.048,30.5794;120.045,30.5794;120.042,30.5792;120.043,30.5824;120.045,30.5965;120.046,30.5986;120.056,30.6085;120.056,30.6085;120.061,30.6087;120.062,30.603;120.061,30.5969;120.061,30.5954;120.07,30.593;","changeAft":"0","reason":"农村地区","centerList":["120.056","30.59395"]},{"id":25,"name":"卫星村","townType":"2","code":"5723BI","coordinates":"120.083,30.5059;120.083,30.5057;120.083,30.5057;120.083,30.5057;120.082,30.5025;120.081,30.4997;120.064,30.4999;120.065,30.5091;120.065,30.5108;120.067,30.5137;120.069,30.5155;120.07,30.5172;120.067,30.5193;120.064,30.5217;120.065,30.5229;120.071,30.5306;120.072,30.5316;120.073,30.5316;120.075,30.5317;120.075,30.5317;120.075,30.5272;120.077,30.5254;120.078,30.5236;120.08,30.5236;120.083,30.5235;120.085,30.5215;120.085,30.5215;120.085,30.5213;120.089,30.5167;120.086,30.5162;120.085,30.5129;120.083,30.5068;120.083,30.5061;120.083,30.5059;","changeAft":"0","reason":"农村地区","centerList":["120.0765","30.515700000000002"]},{"id":56,"name":"北郊社区","townType":"2","code":"572396","coordinates":"120.084,30.5567;120.085,30.5562;120.086,30.5568;120.087,30.5563;120.087,30.5555;120.086,30.5552;120.085,30.5544;120.086,30.5541;120.086,30.5537;120.086,30.5501;120.086,30.5497;120.086,30.5497;120.083,30.5502;120.082,30.5505;120.08,30.551;120.08,30.5511;120.082,30.5565;120.084,30.5563;120.084,30.5567;120.084,30.5569;120.084,30.5569;120.084,30.5567;120.084,30.5567;","changeAft":"3","reason":"非农村地区","centerList":["120.0835","30.5533"]},{"id":57,"name":"城北村","townType":"2","code":"572312","coordinates":"120.106,30.5758;120.106,30.5739;120.103,30.5682;120.098,30.5648;120.098,30.5658;120.098,30.5658;120.098,30.5658;120.096,30.565;120.093,30.5683;120.093,30.5683;120.093,30.5683;120.092,30.5682;120.084,30.5637;120.084,30.5636;120.084,30.561;120.081,30.5629;120.083,30.5644;120.081,30.5656;120.081,30.5681;120.079,30.5734;120.082,30.5744;120.081,30.5757;120.076,30.5736;120.077,30.5635;120.077,30.5635;120.078,30.5621;120.078,30.562;120.071,30.5547;120.071,30.5547;120.071,30.5547;120.066,30.5574;120.066,30.5575;120.063,30.5604;120.063,30.5605;120.062,30.5643;120.061,30.5705;120.061,30.5735;120.06,30.5813;120.06,30.5822;120.06,30.5843;120.06,30.5884;120.069,30.5902;120.07,30.593;120.071,30.593;120.072,30.5945;120.077,30.6018;120.079,30.6019;120.081,30.6019;120.093,30.6021;120.093,30.6023;120.094,30.5995;120.094,30.5983;120.094,30.5977;120.094,30.5977;120.097,30.5951;120.097,30.5901;120.097,30.5896;120.1,30.5877;120.105,30.5851;120.102,30.5832;120.101,30.583;120.101,30.5803;120.101,30.5791;120.101,30.5791;120.104,30.5779;120.106,30.5758;","changeAft":"0","reason":"农村地区","centerList":["120.083","30.5785"]},{"id":60,"name":"西郊社区","townType":"2","code":"5723LB","coordinates":"120.08,30.5511;120.079,30.5516;120.077,30.552;120.076,30.5521;120.074,30.5519;120.073,30.5524;120.073,30.553;120.072,30.5535;120.071,30.5546;120.078,30.562;120.078,30.5621;120.077,30.5635;120.077,30.5635;120.076,30.5736;120.081,30.5757;120.082,30.5744;120.079,30.5734;120.081,30.5656;120.083,30.5644;120.081,30.5629;120.084,30.561;120.084,30.5609;120.085,30.5609;120.085,30.5585;120.084,30.5572;120.084,30.557;120.084,30.5569;120.084,30.5563;120.082,30.5565;120.08,30.5511;120.076,30.5726;120.076,30.5726;120.076,30.5726;120.076,30.5726;120.076,30.5726;120.082,30.5639;120.081,30.5629;120.083,30.5643;120.082,30.5639;","changeAft":"3","reason":"非农村地区","centerList":["120.078","30.5634"]},{"id":132,"name":"齐星村","townType":"2","code":"5723YK","coordinates":"120.101,30.5199;120.101,30.5154;120.099,30.5155;120.098,30.5082;120.097,30.5014;120.094,30.5017;120.092,30.4992;120.081,30.4997;120.082,30.5025;120.083,30.5057;120.083,30.5057;120.083,30.5057;120.083,30.5059;120.083,30.5061;120.083,30.5068;120.085,30.5129;120.086,30.5162;120.089,30.5167;120.09,30.5169;120.091,30.5183;120.089,30.5201;120.089,30.5234;120.091,30.526;120.096,30.5262;120.096,30.5262;120.102,30.5245;120.102,30.5245;120.101,30.5199;","changeAft":"0","reason":"农村地区","centerList":["120.0915","30.5127"]},{"id":137,"name":"东郊社区","townType":"2","code":"572369","coordinates":"120.095,30.5658;120.096,30.565;120.096,30.565;120.096,30.5653;120.097,30.5654;120.098,30.5658;120.098,30.5658;120.098,30.5658;120.098,30.5652;120.098,30.5651;120.098,30.5648;120.098,30.5647;120.097,30.5639;120.091,30.5567;120.09,30.5539;120.09,30.5535;120.091,30.5536;120.09,30.5504;120.091,30.5502;120.092,30.55;120.093,30.5499;120.093,30.5495;120.097,30.549;120.096,30.5478;120.091,30.5448;120.088,30.5433;120.088,30.5433;120.087,30.5458;120.085,30.5452;120.084,30.5462;120.084,30.5463;120.086,30.5471;120.086,30.5473;120.086,30.5476;120.087,30.548;120.087,30.5492;120.086,30.5501;120.086,30.5537;120.086,30.5541;120.085,30.5544;120.086,30.5552;120.087,30.5555;120.087,30.5563;120.086,30.5568;120.085,30.5562;120.084,30.5567;120.084,30.5567;120.084,30.5569;120.084,30.557;120.084,30.5572;120.084,30.5576;120.084,30.5578;120.085,30.5585;120.085,30.5592;120.085,30.5606;120.085,30.5609;120.084,30.5609;120.084,30.561;120.084,30.5613;120.084,30.5631;120.084,30.5631;120.084,30.5636;120.084,30.5637;120.092,30.5682;120.093,30.5683;120.093,30.5683;120.094,30.5672;120.094,30.5671;120.095,30.5658;120.095,30.5658;","changeAft":"3","reason":"非农村地区","centerList":["120.09100000000001","30.555799999999998"]},{"id":138,"name":"恒星村","townType":"2","code":"572358","coordinates":"120.087,30.5458;120.088,30.5433;120.088,30.5433;120.092,30.5426;120.091,30.5411;120.089,30.5395;120.09,30.5385;120.091,30.5386;120.092,30.5387;120.094,30.5383;120.095,30.5363;120.096,30.5347;120.092,30.531;120.094,30.5286;120.096,30.5262;120.091,30.526;120.089,30.5234;120.089,30.5201;120.091,30.5183;120.09,30.5169;120.089,30.5167;120.085,30.5213;120.085,30.5215;120.085,30.5215;120.083,30.5235;120.08,30.5236;120.078,30.5236;120.077,30.5254;120.075,30.5272;120.075,30.5317;120.075,30.5317;120.073,30.5316;120.072,30.5316;120.071,30.5348;120.072,30.5349;120.073,30.5389;120.073,30.5394;120.073,30.5399;120.073,30.5402;120.073,30.5402;120.078,30.5398;120.081,30.5404;120.085,30.5401;120.085,30.5406;120.082,30.5426;120.083,30.5449;120.085,30.5452;120.087,30.5458;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.0835","30.53125"]},{"id":139,"name":"金火村","townType":"2","code":"5723PU","coordinates":"120.12,30.5604;120.122,30.5577;120.122,30.558;120.123,30.5571;120.123,30.5551;120.123,30.5552;120.128,30.5562;120.13,30.5536;120.131,30.5512;120.133,30.5508;120.134,30.5469;120.143,30.5473;120.143,30.5437;120.141,30.5399;120.131,30.5401;120.126,30.5431;120.123,30.5427;120.119,30.5422;120.119,30.5403;120.119,30.5376;120.118,30.5316;120.113,30.5359;120.111,30.5379;120.109,30.5394;120.098,30.5487;120.101,30.5488;120.102,30.5495;120.103,30.5499;120.104,30.5502;120.105,30.5509;120.108,30.5535;120.109,30.5542;120.11,30.5534;120.114,30.5572;120.117,30.5594;120.12,30.5604;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.12049999999999","30.546"]},{"id":140,"name":"联星村","townType":"2","code":"572376","coordinates":"120.109,30.5394;120.111,30.5379;120.113,30.5359;120.118,30.5316;120.118,30.5278;120.118,30.5278;120.117,30.526;120.104,30.5247;120.102,30.5245;120.102,30.5245;120.102,30.5245;120.096,30.5262;120.096,30.5262;120.094,30.5286;120.092,30.531;120.096,30.5347;120.095,30.5363;120.094,30.5383;120.092,30.5387;120.091,30.5386;120.09,30.5385;120.089,30.5395;120.091,30.5411;120.092,30.5426;120.088,30.5433;120.091,30.5448;120.096,30.5478;120.097,30.549;120.098,30.5487;120.109,30.5394;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.103","30.536749999999998"]},{"id":141,"name":"溪街社区","townType":"2","code":"5723XR","coordinates":"120.085,30.5406;120.085,30.5401;120.081,30.5404;120.078,30.5398;120.073,30.5402;120.074,30.5411;120.074,30.5423;120.085,30.5491;120.086,30.5497;120.086,30.5501;120.087,30.5492;120.087,30.548;120.086,30.5476;120.086,30.5473;120.086,30.5471;120.084,30.5463;120.084,30.5462;120.085,30.5452;120.083,30.5449;120.082,30.5426;120.085,30.5406;","changeAft":"3","reason":"非农村地区","centerList":["120.08","30.54495"]},{"id":149,"name":"直街社区","townType":"2","code":"57238W","coordinates":"120.074,30.5425;120.074,30.5432;120.074,30.5434;120.073,30.5438;120.074,30.5441;120.073,30.5442;120.073,30.5447;120.074,30.5449;120.074,30.545;120.075,30.5452;120.075,30.5455;120.075,30.5458;120.074,30.547;120.075,30.5471;120.076,30.5476;120.076,30.5487;120.075,30.5497;120.075,30.5498;120.076,30.5504;120.077,30.5505;120.077,30.5498;120.077,30.5491;120.077,30.5489;120.077,30.5488;120.077,30.5487;120.077,30.5478;120.077,30.5478;120.078,30.5481;120.079,30.5495;120.08,30.5511;120.08,30.551;120.082,30.5505;120.083,30.5502;120.086,30.5497;120.086,30.5497;120.085,30.5491;120.074,30.5425;","changeAft":"3","reason":"非农村地区","centerList":["120.0795","30.5468"]},{"id":170,"name":"明星村","townType":"2","code":"5723YC","coordinates":"120.122,30.5671;120.126,30.5654;120.141,30.5674;120.141,30.5576;120.141,30.5576;120.143,30.5473;120.134,30.5469;120.133,30.5508;120.131,30.5512;120.13,30.5536;120.128,30.5562;120.123,30.5552;120.123,30.5551;120.123,30.5571;120.122,30.558;120.122,30.5577;120.12,30.5604;120.117,30.5594;120.114,30.5572;120.11,30.5534;120.109,30.5542;120.108,30.5535;120.105,30.5509;120.104,30.5502;120.103,30.5499;120.102,30.5495;120.101,30.5488;120.098,30.5487;120.097,30.549;120.093,30.5495;120.093,30.5499;120.092,30.55;120.091,30.5502;120.09,30.5504;120.091,30.5536;120.09,30.5535;120.09,30.5539;120.091,30.5567;120.097,30.5639;120.098,30.5647;120.098,30.5648;120.103,30.5682;120.106,30.5739;120.106,30.5738;120.111,30.5731;120.115,30.5706;120.118,30.5692;120.122,30.5671;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1165","30.5604"]}]},{"itemText":"阜溪街道","fenceList":[{"id":11,"name":"龙胜村","townType":"12","code":"572356","coordinates":"120.017,30.6346;120.021,30.6316;120.023,30.6324;120.028,30.6339;120.034,30.6293;120.038,30.618;120.037,30.6173;120.04,30.6077;120.031,30.5958;120.031,30.5958;120.021,30.5974;120.015,30.5998;119.993,30.5928;119.991,30.5951;119.989,30.5983;119.993,30.6132;119.993,30.6145;119.996,30.6146;120.006,30.6257;120.008,30.634;120.017,30.6346;","changeAft":"0","reason":"农村地区","centerList":["120.0145","30.6137"]},{"id":21,"name":"民进村","townType":"12","code":"57238E","coordinates":"119.968,30.6167;119.964,30.5964;119.96,30.5909;119.959,30.5808;119.959,30.5808;119.959,30.5808;119.959,30.5811;119.958,30.5815;119.958,30.5816;119.957,30.5821;119.956,30.5825;119.947,30.5877;119.947,30.5877;119.947,30.5878;119.947,30.5878;119.947,30.5879;119.946,30.588;119.946,30.5887;119.945,30.5894;119.945,30.5923;119.945,30.5931;119.946,30.5975;119.947,30.606;119.948,30.6074;119.946,30.6071;119.943,30.6068;119.942,30.6066;119.939,30.6086;119.938,30.6093;119.937,30.61;119.937,30.6103;119.935,30.6117;119.935,30.6116;119.935,30.6118;119.927,30.6251;119.937,30.637;119.949,30.6334;119.955,30.6315;119.96,30.624;119.964,30.62;119.968,30.6167;","changeAft":"0","reason":"农村地区","centerList":["119.9475","30.6089"]},{"id":41,"name":"龙山村","townType":"12","code":"5723EY","coordinates":"120.016,30.5696;120.016,30.5696;120.014,30.5634;120.013,30.557;120.007,30.5605;120.005,30.5604;120.003,30.5582;119.996,30.5568;119.996,30.5568;119.996,30.5579;119.997,30.5595;119.991,30.5599;119.992,30.5626;119.993,30.5641;119.994,30.5657;119.995,30.5673;119.995,30.5716;119.997,30.578;119.998,30.5803;119.998,30.5804;119.996,30.585;119.993,30.5918;119.993,30.5928;120.015,30.5998;120.021,30.5974;120.031,30.5958;120.031,30.5958;120.035,30.5912;120.036,30.589;120.036,30.5887;120.036,30.5884;120.036,30.5882;120.033,30.587;120.029,30.5851;120.026,30.5833;120.026,30.5832;120.025,30.583;120.024,30.5821;120.021,30.5801;120.017,30.5721;120.017,30.572;120.016,30.5718;120.016,30.5714;120.016,30.5711;120.016,30.5706;120.016,30.5704;120.016,30.5698;120.016,30.5696;","changeAft":"0","reason":"农村地区","centerList":["120.0135","30.5783"]},{"id":52,"name":"王母山村","townType":"12","code":"5723UG","coordinates":"120.036,30.5682;120.036,30.5682;120.036,30.5682;120.035,30.5682;120.035,30.5683;120.03,30.5686;120.03,30.5686;120.016,30.5696;120.016,30.5698;120.016,30.5704;120.016,30.5706;120.016,30.5711;120.016,30.5714;120.016,30.5718;120.017,30.572;120.017,30.5721;120.021,30.5801;120.024,30.5821;120.025,30.583;120.026,30.5832;120.026,30.5833;120.029,30.5851;120.033,30.587;120.036,30.5882;120.036,30.5884;120.036,30.5887;120.036,30.589;120.035,30.5912;120.036,30.5914;120.042,30.5948;120.043,30.5962;120.045,30.5965;120.043,30.5824;120.042,30.5792;120.04,30.5755;120.036,30.5682;","changeAft":"0","reason":"农村地区","centerList":["120.0305","30.582349999999998"]},{"id":63,"name":"兴山社区","townType":"12","code":"572310","coordinates":"120.013,30.557;120.013,30.5552;120.011,30.5497;120.01,30.5469;120.006,30.5464;119.995,30.5461;119.995,30.5461;119.984,30.5459;119.985,30.5545;119.985,30.5545;119.986,30.5583;119.988,30.5574;119.988,30.5574;119.99,30.557;119.991,30.5599;119.997,30.5595;119.996,30.5579;119.996,30.5568;119.996,30.5568;120.003,30.5582;120.005,30.5604;120.007,30.5605;120.013,30.557;","changeAft":"3","reason":"非农村地区","centerList":["119.9985","30.5532"]},{"id":65,"name":"三桥村","townType":"12","code":"5723BF","coordinates":"119.939,30.6086;119.942,30.6066;119.943,30.6068;119.946,30.6071;119.948,30.6074;119.947,30.606;119.946,30.5975;119.945,30.5931;119.945,30.5923;119.945,30.5894;119.946,30.5887;119.946,30.588;119.947,30.5879;119.947,30.5877;119.956,30.5825;119.957,30.582;119.958,30.5816;119.958,30.5815;119.959,30.5812;119.959,30.5811;119.959,30.581;119.959,30.5808;119.959,30.5807;119.964,30.5799;119.964,30.5798;119.964,30.5796;119.964,30.5786;119.964,30.578;119.964,30.577;119.964,30.5769;119.964,30.5768;119.964,30.5733;119.961,30.5729;119.961,30.5726;119.96,30.5722;119.96,30.5719;119.96,30.5666;119.959,30.5645;119.959,30.564;119.959,30.562;119.958,30.558;119.956,30.5514;119.956,30.5514;119.949,30.5513;119.949,30.554;119.94,30.5536;119.94,30.5569;119.94,30.5577;119.938,30.5587;119.935,30.5605;119.934,30.5608;119.934,30.5611;119.931,30.5627;119.931,30.5632;119.931,30.5643;119.932,30.5676;119.933,30.5682;119.934,30.5698;119.935,30.5701;119.936,30.5696;119.936,30.5696;119.936,30.5695;119.936,30.5695;119.936,30.5696;119.937,30.5699;119.94,30.5726;119.94,30.5726;119.939,30.5727;119.938,30.5733;119.934,30.5757;119.934,30.5759;119.934,30.5767;119.929,30.5792;119.93,30.5793;119.93,30.5796;119.93,30.5813;119.93,30.5827;119.929,30.5831;119.929,30.5833;119.929,30.5838;119.929,30.5841;119.928,30.5844;119.928,30.5846;119.928,30.585;119.928,30.5852;119.927,30.5856;119.927,30.5859;119.927,30.5862;119.927,30.5865;119.923,30.5917;119.925,30.5972;119.926,30.5983;119.926,30.5991;119.932,30.6079;119.933,30.6092;119.933,30.6093;119.933,30.6097;119.933,30.61;119.935,30.6116;119.935,30.6117;119.937,30.6103;119.937,30.61;119.938,30.6093;119.939,30.6086;119.953,30.5783;119.953,30.5779;119.953,30.5775;119.954,30.5773;119.953,30.5772;119.953,30.5772;119.952,30.577;119.952,30.5779;119.952,30.5778;119.952,30.5778;119.951,30.5777;119.951,30.5777;119.951,30.5775;119.951,30.5767;119.95,30.5766;119.951,30.5758;119.951,30.575;119.951,30.575;119.952,30.5749;119.952,30.5749;119.952,30.5748;119.952,30.5748;119.953,30.5748;119.953,30.5749;119.953,30.5753;119.953,30.5755;119.954,30.5758;119.955,30.5767;119.955,30.5775;119.957,30.5775;119.958,30.5778;119.958,30.5786;119.958,30.5787;119.958,30.5795;119.957,30.5808;119.956,30.5814;119.956,30.5816;119.956,30.5818;119.953,30.5818;119.952,30.5809;119.952,30.5808;119.952,30.5807;119.952,30.5807;119.953,30.5798;119.953,30.5793;119.953,30.5792;119.953,30.5791;119.953,30.5787;119.953,30.5783;","changeAft":"0","reason":"农村地区","centerList":["119.9435","30.5815"]},{"id":66,"name":"三桥社区","townType":"12","code":"572314","coordinates":"119.955,30.5775;119.955,30.5767;119.954,30.5758;119.953,30.5755;119.953,30.5753;119.953,30.5749;119.953,30.5748;119.952,30.5748;119.952,30.5748;119.952,30.5749;119.952,30.5749;119.951,30.575;119.951,30.575;119.951,30.5758;119.95,30.5766;119.951,30.5767;119.951,30.5775;119.951,30.5777;119.951,30.5777;119.952,30.5778;119.952,30.5779;119.952,30.577;119.953,30.5772;119.953,30.5772;119.954,30.5773;119.953,30.5775;119.953,30.5779;119.953,30.5783;119.953,30.5787;119.953,30.5791;119.953,30.5792;119.953,30.5793;119.953,30.5798;119.952,30.5807;119.952,30.5807;119.952,30.5808;119.952,30.5809;119.953,30.5818;119.956,30.5818;119.956,30.5815;119.957,30.5808;119.958,30.5795;119.958,30.5787;119.958,30.5786;119.958,30.5778;119.957,30.5775;119.955,30.5775;","changeAft":"0","reason":"农村地区","centerList":["119.95400000000001","30.5783"]},{"id":67,"name":"郭肇村","townType":"12","code":"5723XT","coordinates":"119.996,30.585;119.998,30.5804;119.998,30.5803;119.997,30.578;119.995,30.5716;119.995,30.5673;119.994,30.5657;119.993,30.5641;119.992,30.5626;119.991,30.5599;119.99,30.557;119.988,30.5574;119.988,30.5574;119.986,30.5583;119.982,30.561;119.981,30.5618;119.959,30.5645;119.96,30.5666;119.96,30.5722;119.961,30.5726;119.961,30.5729;119.964,30.5733;119.964,30.577;119.964,30.578;119.964,30.578;119.964,30.5786;119.964,30.5796;119.964,30.5798;119.964,30.5799;119.959,30.5807;119.959,30.5808;119.959,30.581;119.959,30.5811;119.959,30.5808;119.959,30.5808;119.959,30.5808;119.96,30.5909;119.964,30.5964;119.968,30.6167;119.964,30.62;119.964,30.6205;119.969,30.6225;119.993,30.6145;119.993,30.6132;119.989,30.5983;119.991,30.5951;119.993,30.5928;119.993,30.5918;119.996,30.585;","changeAft":"0","reason":"农村地区","centerList":["119.9785","30.58975"]},{"id":165,"name":"狮山社区","townType":"12","code":"57235D","coordinates":"119.984,30.5459;119.981,30.5465;119.975,30.5493;119.971,30.5502;119.963,30.5514;119.956,30.5514;119.959,30.562;119.959,30.564;119.959,30.5645;119.981,30.5618;119.982,30.561;119.986,30.5583;119.985,30.5545;119.985,30.5545;119.984,30.5459;","changeAft":"3","reason":"非农村地区","centerList":["119.971","30.5552"]}]},{"itemText":"钟管镇","fenceList":[{"id":12,"name":"戈亭村","townType":"4","code":"57235L","coordinates":"120.139,30.6555;120.14,30.6525;120.14,30.6515;120.141,30.6462;120.137,30.6443;120.14,30.6363;120.14,30.6361;120.139,30.6338;120.138,30.633;120.135,30.6316;120.125,30.6312;120.126,30.6386;120.12,30.6435;120.12,30.6435;120.12,30.6437;120.12,30.6446;120.12,30.6505;120.124,30.6529;120.129,30.6527;120.134,30.6571;120.139,30.6555;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.13050000000001","30.64415"]},{"id":20,"name":"曲溪村","townType":"4","code":"572383","coordinates":"120.139,30.6334;120.138,30.633;120.139,30.6338;120.14,30.6361;120.14,30.6363;120.137,30.6443;120.141,30.6462;120.14,30.6515;120.141,30.6517;120.141,30.6519;120.142,30.6541;120.144,30.6544;120.151,30.6518;120.152,30.6517;120.152,30.6478;120.149,30.6471;120.149,30.6469;120.149,30.6427;120.149,30.6386;120.149,30.6384;120.142,30.6346;120.139,30.6334;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1445","30.6437"]},{"id":68,"name":"青墩村","townType":"4","code":"5723E5","coordinates":"120.215,30.64;120.213,30.6325;120.197,30.6287;120.188,30.6317;120.181,30.6358;120.179,30.6404;120.18,30.6403;120.183,30.6397;120.186,30.6395;120.196,30.641;120.199,30.6408;120.199,30.6407;120.203,30.6398;120.209,30.6409;120.21,30.6418;120.213,30.6406;120.215,30.64;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.197","30.63525"]},{"id":69,"name":"茅山村","townType":"4","code":"57230T","coordinates":"120.154,30.57;120.141,30.5674;120.142,30.5919;120.148,30.5924;120.149,30.5906;120.155,30.5905;120.161,30.5881;120.163,30.5784;120.153,30.5779;120.154,30.57;","changeAft":"0","reason":"农村地区","centerList":["120.152","30.579900000000002"]},{"id":70,"name":"三墩村","townType":"4","code":"572318","coordinates":"120.19,30.6692;120.194,30.6673;120.2,30.6678;120.206,30.6629;120.205,30.6599;120.209,30.659;120.205,30.6456;120.21,30.6418;120.209,30.6409;120.203,30.6398;120.199,30.6407;120.199,30.6408;120.196,30.641;120.186,30.6395;120.183,30.6397;120.18,30.6403;120.179,30.6404;120.178,30.6406;120.177,30.6434;120.178,30.6438;120.178,30.6449;120.179,30.6451;120.18,30.6435;120.184,30.6429;120.188,30.6434;120.186,30.6463;120.185,30.6472;120.187,30.6494;120.188,30.6499;120.19,30.6493;120.192,30.653;120.19,30.6535;120.193,30.6598;120.193,30.6643;120.187,30.6667;120.186,30.6689;120.19,30.6692;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1935","30.65435"]},{"id":72,"name":"新联村","townType":"4","code":"572321","coordinates":"120.198,30.6776;120.2,30.6698;120.2,30.6678;120.194,30.6673;120.19,30.6692;120.186,30.6689;120.182,30.6685;120.183,30.671;120.172,30.6776;120.178,30.6813;120.198,30.6776;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.186","30.674300000000002"]},{"id":76,"name":"沈家墩村","townType":"4","code":"572347","coordinates":"120.181,30.6639;120.178,30.6595;120.164,30.6612;120.172,30.6776;120.183,30.671;120.182,30.6685;120.182,30.6681;120.181,30.6639;","changeAft":"0","reason":"农村地区","centerList":["120.1735","30.668550000000003"]},{"id":77,"name":"干村村","townType":"4","code":"572350","coordinates":"120.173,30.6012;120.173,30.5875;120.171,30.5867;120.166,30.5938;120.163,30.5934;120.161,30.5881;120.155,30.5905;120.149,30.5906;120.148,30.5924;120.142,30.5919;120.142,30.601;120.148,30.6012;120.148,30.6027;120.151,30.6028;120.151,30.6035;120.153,30.6046;120.156,30.6082;120.161,30.6096;120.159,30.6076;120.164,30.607;120.165,30.6032;120.173,30.6012;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1575","30.59815"]},{"id":86,"name":"钟管村","townType":"4","code":"57237L","coordinates":"120.188,30.6499;120.187,30.6503;120.186,30.6505;120.186,30.6502;120.185,30.6503;120.185,30.6514;120.185,30.6515;120.185,30.6536;120.184,30.6552;120.179,30.6535;120.179,30.6541;120.176,30.6533;120.177,30.6514;120.176,30.6512;120.177,30.6489;120.175,30.6468;120.175,30.6461;120.178,30.6468;120.178,30.6449;120.178,30.6438;120.177,30.6434;120.178,30.6406;120.181,30.6358;120.174,30.6309;120.175,30.6251;120.172,30.6205;120.169,30.6298;120.165,30.6286;120.165,30.6318;120.165,30.6332;120.163,30.6344;120.162,30.6366;120.165,30.6381;120.169,30.6409;120.169,30.6409;120.172,30.6447;120.172,30.6483;120.17,30.6509;120.165,30.651;120.161,30.6531;120.161,30.6542;120.164,30.6612;120.178,30.6595;120.181,30.6639;120.182,30.6681;120.182,30.6685;120.186,30.6689;120.187,30.6667;120.193,30.6643;120.193,30.6598;120.19,30.6535;120.192,30.653;120.19,30.6493;120.188,30.6499;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.17699999999999","30.6447"]},{"id":87,"name":"南湖社区","townType":"4","code":"57237Q","coordinates":"120.185,30.6536;120.185,30.6515;120.185,30.6514;120.185,30.6503;120.186,30.6502;120.186,30.6505;120.187,30.6503;120.188,30.6499;120.187,30.6494;120.185,30.6472;120.186,30.6463;120.188,30.6434;120.184,30.6429;120.18,30.6435;120.179,30.6451;120.178,30.6449;120.178,30.6468;120.175,30.6461;120.175,30.6468;120.177,30.6489;120.176,30.6512;120.177,30.6514;120.176,30.6533;120.179,30.6541;120.179,30.6535;120.184,30.6552;120.185,30.6536;","changeAft":"1","reason":"其他普通省外返乡人员20-29人","centerList":["120.1815","30.649050000000003"]},{"id":92,"name":"干山村","townType":"4","code":"572397","coordinates":"120.165,30.6318;120.165,30.6286;120.169,30.6298;120.172,30.6205;120.162,30.6182;120.155,30.6142;120.157,30.611;120.156,30.6082;120.153,30.6046;120.151,30.6035;120.151,30.6028;120.148,30.6027;120.148,30.6012;120.142,30.601;120.138,30.6011;120.131,30.6002;120.125,30.6007;120.125,30.6013;120.122,30.6081;120.122,30.6165;120.122,30.6183;120.13,30.6153;120.13,30.6137;120.142,30.6116;120.143,30.6239;120.149,30.6289;120.151,30.627;120.153,30.6306;120.158,30.6294;120.165,30.6332;120.165,30.6318;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.14699999999999","30.6167"]},{"id":94,"name":"下塘村","townType":"4","code":"5723AF","coordinates":"120.153,30.6306;120.151,30.627;120.149,30.6289;120.143,30.6239;120.142,30.6116;120.13,30.6137;120.13,30.6153;120.122,30.6183;120.124,30.622;120.125,30.6274;120.125,30.6312;120.135,30.6316;120.142,30.6346;120.149,30.6384;120.15,30.6333;120.151,30.6313;120.153,30.6306;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1375","30.625"]},{"id":95,"name":"北代舍村","townType":"4","code":"5723B7","coordinates":"120.213,30.6325;120.215,30.64;120.213,30.6406;120.214,30.6456;120.221,30.6474;120.226,30.6467;120.227,30.6378;120.234,30.6373;120.23,30.6169;120.227,30.6178;120.226,30.6229;120.213,30.6325;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.2235","30.632150000000003"]},{"id":98,"name":"蠡山村","townType":"4","code":"5723DQ53","coordinates":"120.141,30.5674;120.126,30.5654;120.122,30.5671;120.118,30.5692;120.121,30.57;120.118,30.5792;120.119,30.5876;120.142,30.5919;120.141,30.5674;","changeAft":"0","reason":"农村地区","centerList":["120.13","30.57865"]},{"id":111,"name":"葛山村","townType":"4","code":"5723K5","coordinates":"120.142,30.601;120.142,30.5919;120.119,30.5876;120.111,30.5891;120.121,30.5979;120.125,30.6007;120.131,30.6002;120.138,30.6011;120.142,30.601;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1265","30.59435"]},{"id":117,"name":"东千村","townType":"4","code":"5723NN","coordinates":"120.173,30.584;120.173,30.5793;120.176,30.5801;120.179,30.5806;120.178,30.5834;120.179,30.5857;120.183,30.5864;120.187,30.5828;120.186,30.5797;120.178,30.5773;120.177,30.577;120.154,30.57;120.153,30.5779;120.163,30.5784;120.161,30.5881;120.163,30.5934;120.166,30.5938;120.171,30.5867;120.17,30.5849;120.173,30.584;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.17","30.5819"]},{"id":118,"name":"东舍墩村","townType":"4","code":"5723PC","coordinates":"120.172,30.6483;120.172,30.6447;120.169,30.6409;120.169,30.6409;120.165,30.6381;120.162,30.6366;120.163,30.6344;120.165,30.6332;120.158,30.6294;120.153,30.6306;120.151,30.6313;120.15,30.6333;120.149,30.6384;120.149,30.6427;120.149,30.6471;120.152,30.6478;120.152,30.6517;120.159,30.6529;120.159,30.6544;120.161,30.6542;120.161,30.6531;120.165,30.651;120.17,30.6509;120.172,30.6483;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.1605","30.6419"]},{"id":121,"name":"审塘村","townType":"4","code":"5723R2","coordinates":"120.2,30.6678;120.2,30.6698;120.198,30.6776;120.209,30.6754;120.21,30.6766;120.217,30.6754;120.214,30.6666;120.21,30.6668;120.209,30.659;120.205,30.6599;120.206,30.6629;120.2,30.6678;","changeAft":"0","reason":"农村地区","centerList":["120.2075","30.668300000000002"]},{"id":122,"name":"东坝斗村","townType":"4","code":"5723T7","coordinates":"120.197,30.6287;120.199,30.6172;120.192,30.6133;120.189,30.6171;120.18,30.6201;120.178,30.617;120.178,30.6113;120.174,30.6104;120.173,30.6012;120.165,30.6032;120.164,30.607;120.159,30.6076;120.161,30.6096;120.156,30.6082;120.157,30.611;120.155,30.6142;120.162,30.6182;120.172,30.6205;120.175,30.6251;120.174,30.6309;120.181,30.6358;120.188,30.6317;120.197,30.6287;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.17699999999999","30.618499999999997"]},{"id":127,"name":"塍头村","townType":"4","code":"5723UY","coordinates":"120.121,30.57;120.118,30.5692;120.115,30.5706;120.111,30.5731;120.106,30.5738;120.106,30.5739;120.106,30.5758;120.104,30.5779;120.101,30.5791;120.101,30.5791;120.101,30.5803;120.101,30.583;120.102,30.5832;120.111,30.5891;120.119,30.5876;120.118,30.5792;120.121,30.57;","changeAft":"0","reason":"农村地区","centerList":["120.11099999999999","30.57915"]}]},{"itemText":"武康街道","fenceList":[{"id":23,"name":"对河口村","townType":"10","code":"572392","coordinates":"119.907,30.5365;119.905,30.5334;119.9,30.5254;119.889,30.5063;119.873,30.4799;119.847,30.5004;119.834,30.4998;119.825,30.508;119.856,30.5331;119.855,30.5344;119.865,30.5398;119.877,30.5301;119.885,30.5339;119.892,30.5337;119.9,30.5478;119.894,30.5617;119.902,30.569;119.907,30.566;119.924,30.5587;119.916,30.5474;119.912,30.5419;119.909,30.5386;119.907,30.5365;","changeAft":"0","reason":"农村地区","centerList":["119.87450000000001","30.52445"]},{"id":61,"name":"新丰社区","townType":"10","code":"572370","coordinates":"120.001,30.5279;119.987,30.528;119.984,30.5307;119.984,30.5309;119.986,30.5334;119.989,30.5368;119.991,30.5377;119.994,30.5384;119.995,30.5461;120.006,30.5464;120.01,30.5469;120.01,30.5469;120.01,30.5447;120.01,30.5416;120.009,30.5406;120.008,30.5395;120.006,30.5376;120.004,30.5359;120.002,30.534;120.001,30.5279;","changeAft":"3","reason":"非农村地区","centerList":["119.997","30.537399999999998"]},{"id":151,"name":"春晖社区","townType":"10","code":"5723TN","coordinates":"119.97,30.5396;119.972,30.5384;119.976,30.5395;119.983,30.5379;119.985,30.5382;119.986,30.5334;119.984,30.5309;119.983,30.5299;119.98,30.5292;119.973,30.5285;119.969,30.5289;119.97,30.5366;119.97,30.5396;","changeAft":"3","reason":"非农村地区","centerList":["119.97749999999999","30.53405"]},{"id":154,"name":"五龙社区","townType":"10","code":"5723SF","coordinates":"119.986,30.5334;119.985,30.5382;119.984,30.5402;119.984,30.5459;119.995,30.5461;119.995,30.5461;119.994,30.5384;119.991,30.5377;119.989,30.5368;119.986,30.5334;","changeAft":"3","reason":"非农村地区","centerList":["119.98949999999999","30.539749999999998"]},{"id":155,"name":"英溪社区","townType":"10","code":"572315","coordinates":"119.984,30.5459;119.984,30.5402;119.985,30.5382;119.983,30.5379;119.976,30.5395;119.972,30.5384;119.97,30.5396;119.97,30.5435;119.971,30.5502;119.975,30.5493;119.981,30.5465;119.984,30.5459;","changeAft":"3","reason":"非农村地区","centerList":["119.97749999999999","30.54405"]},{"id":156,"name":"永兴社区","townType":"10","code":"572343","coordinates":"119.97,30.5366;119.969,30.5289;119.964,30.5292;119.959,30.5296;119.959,30.5335;119.959,30.5337;119.96,30.5373;119.963,30.5371;119.97,30.5366;","changeAft":"3","reason":"非农村地区","centerList":["119.9645","30.533099999999997"]},{"id":157,"name":"吉祥社区","townType":"10","code":"572360","coordinates":"119.97,30.5435;119.97,30.5396;119.97,30.5366;119.963,30.5371;119.96,30.5373;119.962,30.5411;119.96,30.544;119.964,30.5438;119.97,30.5435;","changeAft":"3","reason":"非农村地区","centerList":["119.965","30.540300000000002"]},{"id":158,"name":"丰桥社区","townType":"10","code":"5723SP","coordinates":"119.971,30.5502;119.97,30.5435;119.964,30.5438;119.96,30.544;119.96,30.546;119.959,30.5475;119.96,30.5486;119.963,30.5482;119.963,30.5494;119.963,30.5514;119.971,30.5502;","changeAft":"3","reason":"非农村地区","centerList":["119.965","30.54745"]},{"id":159,"name":"祥和社区","townType":"10","code":"57231E","coordinates":"119.955,30.5377;119.955,30.5341;119.959,30.5337;119.959,30.5335;119.959,30.5296;119.952,30.5301;119.953,30.5374;119.955,30.5373;119.955,30.5378;119.955,30.5377;","changeAft":"3","reason":"非农村地区","centerList":["119.9555","30.5337"]},{"id":160,"name":"群安社区","townType":"10","code":"5723DQYM","coordinates":"119.96,30.5373;119.959,30.5337;119.955,30.5341;119.955,30.5377;119.96,30.5373;","changeAft":"3","reason":"非农村地区","centerList":["119.9575","30.5357"]},{"id":161,"name":"千秋社区","townType":"10","code":"5723OP","coordinates":"119.96,30.544;119.962,30.5411;119.96,30.5373;119.955,30.5377;119.955,30.5378;119.955,30.5373;119.953,30.5374;119.954,30.5413;119.954,30.5432;119.956,30.5514;119.963,30.5514;119.963,30.5494;119.963,30.5482;119.96,30.5486;119.959,30.5475;119.96,30.546;119.96,30.544;","changeAft":"3","reason":"非农村地区","centerList":["119.958","30.54435"]},{"id":162,"name":"城西村","townType":"10","code":"5723OL","coordinates":"119.939,30.5465;119.943,30.5457;119.948,30.5444;119.948,30.5444;119.948,30.542;119.944,30.5426;119.942,30.5419;119.94,30.5428;119.939,30.5419;119.937,30.5414;119.937,30.5406;119.941,30.5372;119.942,30.5377;119.948,30.5373;119.95,30.5304;119.946,30.5305;119.946,30.5277;119.95,30.5275;119.951,30.5247;119.951,30.5211;119.951,30.5207;119.951,30.5207;119.951,30.5191;119.946,30.5199;119.945,30.5201;119.944,30.5203;119.937,30.5208;119.934,30.521;119.932,30.5212;119.931,30.5239;119.923,30.5265;119.913,30.5215;119.9,30.5254;119.905,30.5334;119.907,30.5365;119.909,30.5386;119.912,30.5419;119.917,30.5419;119.927,30.5467;119.928,30.5444;119.933,30.5459;119.937,30.5468;119.939,30.5465;","changeAft":"3","reason":"非农村地区","centerList":["119.9255","30.53295"]},{"id":164,"name":"振兴社区","townType":"10","code":"5723DQJY","coordinates":"119.95,30.5275;119.946,30.5277;119.946,30.5305;119.95,30.5304;119.948,30.5373;119.942,30.5377;119.941,30.5372;119.937,30.5406;119.937,30.5414;119.939,30.5419;119.94,30.5428;119.942,30.5419;119.944,30.5426;119.948,30.542;119.948,30.5444;119.954,30.5432;119.954,30.5413;119.953,30.5374;119.952,30.5301;119.95,30.5301;119.95,30.5294;119.95,30.5275;","changeAft":"3","reason":"非农村地区","centerList":["119.9455","30.53595"]},{"id":169,"name":"居仁社区","townType":"10","code":"5723KO","coordinates":"119.94,30.5569;119.94,30.5536;119.949,30.554;119.949,30.5513;119.956,30.5514;119.956,30.5514;119.954,30.5432;119.948,30.5444;119.948,30.5444;119.943,30.5457;119.939,30.5465;119.937,30.5468;119.933,30.5459;119.928,30.5444;119.927,30.5467;119.917,30.5419;119.912,30.5419;119.916,30.5474;119.924,30.5587;119.925,30.5604;119.925,30.5611;119.931,30.5627;119.934,30.5611;119.934,30.5608;119.935,30.5605;119.938,30.5587;119.94,30.5577;119.94,30.5569;","changeAft":"3","reason":"非农村地区","centerList":["119.934","30.5523"]}]},{"itemText":"新市镇","fenceList":[{"id":71,"name":"白彪村","townType":"3","code":"57231P","coordinates":"120.227,30.6178;120.225,30.6159;120.224,30.616;120.222,30.6074;120.217,30.6053;120.213,30.6031;120.204,30.6016;120.203,30.605;120.2,30.605;120.199,30.6096;120.196,30.6095;120.193,30.6092;120.192,30.6089;120.192,30.6133;120.199,30.6172;120.197,30.6287;120.213,30.6325;120.226,30.6229;120.227,30.6178;","changeAft":"0","reason":"农村地区","centerList":["120.20949999999999","30.61705"]},{"id":75,"name":"士林村","townType":"3","code":"57233L","coordinates":"120.204,30.6016;120.204,30.6001;120.204,30.5978;120.205,30.5974;120.205,30.5903;120.206,30.5862;120.204,30.5839;120.202,30.5826;120.196,30.5812;120.191,30.5798;120.188,30.5797;120.186,30.5797;120.187,30.5828;120.183,30.5864;120.179,30.5857;120.178,30.5834;120.179,30.5806;120.176,30.5801;120.173,30.5793;120.173,30.584;120.17,30.5849;120.171,30.5867;120.173,30.5875;120.173,30.6012;120.185,30.6012;120.19,30.5983;120.189,30.6013;120.192,30.6037;120.2,30.605;120.203,30.605;120.204,30.6016;","changeAft":"0","reason":"农村地区","centerList":["120.188","30.59215"]},{"id":79,"name":"蔡界村","townType":"3","code":"572354","coordinates":"120.321,30.6539;120.326,30.6502;120.329,30.651;120.33,30.6509;120.332,30.6505;120.331,30.6485;120.338,30.6474;120.339,30.6457;120.339,30.6415;120.337,30.6406;120.335,30.6287;120.329,30.63;120.329,30.6281;120.32,30.6246;120.323,30.6306;120.323,30.6306;120.318,30.631;120.316,30.6311;120.316,30.6311;120.313,30.6312;120.312,30.6311;120.31,30.6302;120.305,30.6283;120.305,30.63;120.306,30.6304;120.307,30.6336;120.308,30.6348;120.308,30.6348;120.31,30.6388;120.311,30.6426;120.317,30.6488;120.317,30.6503;120.319,30.6544;120.321,30.6539;","changeAft":"0","reason":"农村地区","centerList":["120.322","30.639499999999998"]},{"id":80,"name":"宋市村","townType":"3","code":"572362","coordinates":"120.192,30.6133;120.192,30.6089;120.193,30.6092;120.196,30.6095;120.199,30.6096;120.2,30.605;120.192,30.6037;120.189,30.6013;120.19,30.5983;120.185,30.6012;120.173,30.6012;120.174,30.6104;120.178,30.6113;120.178,30.617;120.18,30.6201;120.189,30.6171;120.192,30.6133;","changeAft":"0","reason":"农村地区","centerList":["120.1865","30.6092"]},{"id":82,"name":"谷门村","townType":"3","code":"572364","coordinates":"120.298,30.6486;120.296,30.6472;120.301,30.6442;120.302,30.6425;120.291,30.642;120.291,30.6387;120.282,30.6384;120.281,30.6383;120.28,30.6387;120.27,30.6428;120.27,30.6474;120.276,30.6474;120.275,30.6574;120.277,30.6573;120.277,30.661;120.284,30.6605;120.289,30.6637;120.287,30.6676;120.289,30.672;120.29,30.6726;120.294,30.672;120.299,30.6765;120.303,30.6737;120.302,30.6647;120.299,30.6631;120.3,30.6581;120.303,30.6588;120.306,30.6569;120.304,30.6531;120.298,30.6486;","changeAft":"0","reason":"农村地区","centerList":["120.288","30.657400000000003"]},{"id":90,"name":"栎林村","townType":"3","code":"57238V","coordinates":"120.264,30.5976;120.264,30.5975;120.264,30.5961;120.265,30.5958;120.265,30.5932;120.274,30.5918;120.274,30.5904;120.279,30.5903;120.279,30.5879;120.279,30.586;120.281,30.5856;120.285,30.5788;120.281,30.5781;120.278,30.578;120.255,30.5773;120.249,30.577;120.248,30.5784;120.248,30.5795;120.247,30.5865;120.249,30.5869;120.249,30.5883;120.252,30.5895;120.251,30.5928;120.26,30.5963;120.261,30.5979;120.264,30.5976;","changeAft":"0","reason":"农村地区","centerList":["120.26599999999999","30.58745"]},{"id":91,"name":"南昌社区","townType":"3","coordinates":"120.294,30.615;120.293,30.6107;120.288,30.6112;120.287,30.6117;120.287,30.6117;120.287,30.6117;120.282,30.6136;120.281,30.6138;120.281,30.6148;120.282,30.6153;120.283,30.6157;120.284,30.6159;120.284,30.6175;120.284,30.6185;120.285,30.6183;120.285,30.618;120.292,30.6159;120.293,30.6152;120.294,30.615;","changeAft":"3","reason":"非农村地区","centerList":["120.2875","30.614600000000003"]},{"id":93,"name":"厚皋村","townType":"3","code":"57239O","coordinates":"120.287,30.6117;120.288,30.6073;120.287,30.6068;120.285,30.6068;120.285,30.605;120.28,30.5981;120.279,30.5941;120.279,30.5903;120.274,30.5904;120.274,30.5918;120.265,30.5932;120.265,30.5958;120.264,30.5961;120.264,30.5975;120.264,30.5976;120.266,30.6022;120.267,30.6019;120.269,30.6083;120.272,30.6093;120.275,30.611;120.275,30.6086;120.279,30.6082;120.279,30.6099;120.28,30.6097;120.28,30.6106;120.28,30.6104;120.281,30.6103;120.281,30.6111;120.286,30.6106;120.287,30.6117;120.287,30.6117;","changeAft":"0","reason":"农村地区","centerList":["120.276","30.601"]},{"id":109,"name":"孟溪村","townType":"3","code":"5723FY","coordinates":"120.313,30.6312;120.316,30.6311;120.316,30.6311;120.318,30.631;120.323,30.6306;120.323,30.6306;120.32,30.6246;120.329,30.6281;120.331,30.6282;120.336,30.6252;120.335,30.6225;120.331,30.6178;120.328,30.6167;120.316,30.6141;120.309,30.6152;120.307,30.6173;120.302,30.6133;120.301,30.615;120.301,30.6171;120.299,30.6174;120.299,30.6187;120.3,30.6195;120.302,30.6221;120.302,30.6221;120.302,30.6221;120.302,30.6232;120.302,30.626;120.302,30.6266;120.305,30.6282;120.31,30.6302;120.312,30.6311;120.313,30.6312;","changeAft":"0","reason":"农村地区","centerList":["120.3175","30.62225"]},{"id":110,"name":"韶村村","townType":"3","code":"5723J2","coordinates":"120.23,30.6169;120.233,30.6101;120.231,30.6012;120.24,30.6017;120.244,30.6031;120.245,30.6035;120.246,30.5999;120.247,30.5986;120.248,30.5906;120.249,30.5883;120.249,30.5869;120.247,30.5865;120.248,30.5795;120.248,30.5784;120.249,30.577;120.241,30.576;120.237,30.5755;120.231,30.573;120.231,30.573;120.229,30.5781;120.228,30.5828;120.224,30.5899;120.221,30.5936;120.221,30.5951;120.222,30.5951;120.223,30.5952;120.223,30.6009;120.219,30.6008;120.217,30.6053;120.222,30.6074;120.224,30.616;120.225,30.6159;120.227,30.6178;120.23,30.6169;","changeAft":"0","reason":"农村地区","centerList":["120.233","30.595399999999998"]},{"id":113,"name":"水北村","townType":"3","code":"5723LZ","coordinates":"120.229,30.5781;120.221,30.5793;120.218,30.5764;120.217,30.5734;120.212,30.5801;120.211,30.5813;120.207,30.5818;120.208,30.5833;120.206,30.5862;120.205,30.5903;120.205,30.5974;120.204,30.5978;120.204,30.6001;120.204,30.6016;120.213,30.6031;120.217,30.6053;120.219,30.6008;120.223,30.6009;120.223,30.5952;120.222,30.5951;120.221,30.5951;120.221,30.5936;120.224,30.5899;120.228,30.5828;120.229,30.5781;","changeAft":"0","reason":"农村地区","centerList":["120.2165","30.58935"]},{"id":114,"name":"城东村","townType":"3","code":"5723M9","coordinates":"120.287,30.6117;120.288,30.6112;120.293,30.6107;120.294,30.615;120.293,30.6152;120.292,30.6159;120.293,30.6189;120.293,30.6197;120.291,30.6197;120.291,30.6188;120.29,30.6189;120.29,30.6217;120.289,30.6231;120.293,30.6242;120.298,30.6256;120.3,30.6262;120.302,30.6267;120.302,30.6266;120.302,30.626;120.302,30.6232;120.302,30.6221;120.302,30.6221;120.302,30.6221;120.3,30.6195;120.299,30.6187;120.299,30.6174;120.301,30.6171;120.301,30.615;120.302,30.6133;120.299,30.6125;120.301,30.6087;120.298,30.6082;120.298,30.6057;120.302,30.6053;120.295,30.5988;120.288,30.6073;120.288,30.609;120.287,30.6117;120.287,30.6117;120.287,30.6117;120.287,30.6117;","changeAft":"1","reason":"在国内从事相对高风险职业人群<10人","centerList":["120.2945","30.61275"]},{"id":119,"name":"勇兴村","townType":"3","code":"5723Q3","coordinates":"120.288,30.6073;120.295,30.5988;120.306,30.59;120.303,30.588;120.286,30.5793;120.285,30.5788;120.281,30.5856;120.279,30.586;120.279,30.5879;120.279,30.5903;120.279,30.5941;120.28,30.5981;120.285,30.605;120.285,30.6068;120.287,30.6068;120.288,30.6073;","changeAft":"0","reason":"农村地区","centerList":["120.29249999999999","30.593049999999998"]},{"id":120,"name":"新塘村","townType":"3","code":"5723QX","coordinates":"120.216,30.5688;120.219,30.5604;120.213,30.5613;120.21,30.5623;120.204,30.5741;120.201,30.5751;120.2,30.5775;120.198,30.5792;120.196,30.5812;120.202,30.5826;120.204,30.5839;120.206,30.5862;120.208,30.5833;120.207,30.5818;120.211,30.5813;120.212,30.5801;120.217,30.5734;120.216,30.5688;","changeAft":"0","reason":"农村地区","centerList":["120.2075","30.573300000000003"]},{"id":123,"name":"梅林村","townType":"3","code":"5723T8","coordinates":"120.258,30.6097;120.248,30.6075;120.248,30.6111;120.246,30.6117;120.247,30.6146;120.249,30.6169;120.241,30.6225;120.247,30.6246;120.245,30.6357;120.256,30.6322;120.256,30.6305;120.262,30.6215;120.262,30.6207;120.265,30.6165;120.267,30.6128;120.267,30.6128;120.264,30.6109;120.258,30.6097;","changeAft":"3","reason":"非农村地区","centerList":["120.25399999999999","30.6216"]},{"id":126,"name":"加元村","townType":"3","code":"5723UM","coordinates":"120.245,30.6357;120.247,30.6246;120.241,30.6225;120.249,30.6169;120.247,30.6146;120.246,30.6117;120.248,30.6111;120.248,30.6075;120.248,30.6055;120.248,30.6041;120.245,30.6035;120.244,30.6031;120.24,30.6017;120.231,30.6012;120.233,30.6101;120.23,30.6169;120.234,30.6373;120.241,30.6371;120.245,30.6357;","changeAft":"0","reason":"农村地区","centerList":["120.23949999999999","30.61925"]},{"id":130,"name":"丰年村","townType":"3","code":"5723XS","coordinates":"120.269,30.6083;120.267,30.6019;120.266,30.6022;120.264,30.5976;120.261,30.5979;120.26,30.5963;120.251,30.5928;120.252,30.5895;120.249,30.5883;120.248,30.5906;120.247,30.5986;120.246,30.5999;120.245,30.6035;120.248,30.6041;120.248,30.6055;120.248,30.6075;120.264,30.6109;120.267,30.6128;120.267,30.6128;120.269,30.6083;","changeAft":"0","reason":"农村地区","centerList":["120.257","30.60055"]},{"id":131,"name":"乐安村","townType":"3","code":"5723YB","coordinates":"120.298,30.6486;120.299,30.6481;120.305,30.6483;120.311,30.6426;120.308,30.6348;120.308,30.6348;120.307,30.6336;120.306,30.6304;120.305,30.63;120.305,30.6283;120.305,30.6282;120.302,30.6267;120.3,30.6262;120.298,30.6256;120.293,30.6242;120.289,30.6231;120.289,30.6231;120.288,30.623;120.288,30.6246;120.289,30.6244;120.289,30.626;120.283,30.6265;120.282,30.6256;120.279,30.6259;120.279,30.6263;120.279,30.6268;120.277,30.6295;120.28,30.6309;120.283,30.6317;120.281,30.6383;120.282,30.6384;120.291,30.6387;120.291,30.642;120.302,30.6425;120.301,30.6442;120.296,30.6472;120.298,30.6486;","changeAft":"0","reason":"农村地区","centerList":["120.29400000000001","30.6358"]},{"id":133,"name":"句城村","townType":"3","code":"5725T5","coordinates":"120.281,30.6383;120.283,30.6317;120.28,30.6309;120.277,30.6295;120.279,30.6268;120.279,30.6263;120.279,30.6259;120.279,30.6218;120.278,30.6221;120.275,30.6243;120.271,30.6266;120.271,30.627;120.271,30.6316;120.27,30.6377;120.262,30.6413;120.261,30.6482;120.257,30.6477;120.255,30.6528;120.256,30.6541;120.261,30.6542;120.269,30.6512;120.27,30.6474;120.27,30.6428;120.28,30.6387;120.281,30.6383;","changeAft":"0","reason":"农村地区","centerList":["120.269","30.637999999999998"]},{"id":134,"name":"新市镇城西村","townType":"3","code":"5723GI","coordinates":"120.288,30.623;120.285,30.6224;120.285,30.6189;120.285,30.6183;120.284,30.6185;120.284,30.6175;120.278,30.618;120.267,30.6128;120.267,30.6128;120.267,30.6128;120.262,30.6207;120.273,30.6213;120.278,30.6221;120.279,30.6218;120.279,30.6259;120.282,30.6256;120.283,30.6265;120.289,30.626;120.289,30.6244;120.288,30.6246;120.288,30.623;","changeAft":"3","reason":"非农村地区","centerList":["120.2755","30.61965"]},{"id":135,"name":"东升社区","townType":"3","coordinates":"120.292,30.6159;120.285,30.618;120.285,30.6183;120.285,30.6189;120.285,30.6224;120.288,30.623;120.289,30.6231;120.289,30.6231;120.29,30.6217;120.29,30.6189;120.291,30.6188;120.291,30.6197;120.293,30.6197;120.292,30.6159;","changeAft":"3","reason":"非农村地区","centerList":["120.289","30.619500000000002"]},{"id":136,"name":"仙潭社区","townType":"3","code":"572394","coordinates":"120.287,30.6117;120.286,30.6106;120.281,30.6111;120.281,30.6103;120.28,30.6104;120.28,30.6106;120.28,30.6097;120.279,30.6099;120.279,30.6082;120.275,30.6086;120.275,30.611;120.272,30.6093;120.269,30.6083;120.267,30.6128;120.278,30.618;120.284,30.6175;120.284,30.6159;120.283,30.6157;120.282,30.6153;120.281,30.6148;120.281,30.6138;120.282,30.6136;120.287,30.6117;120.287,30.6117;120.287,30.6117;","changeAft":"3","reason":"非农村地区","centerList":["120.277","30.6131"]},{"id":177,"name":"西安社区","townType":"3","coordinates":"120.28473066399999,30.622454592999986,120.284727492,30.622362586999998,120.28474018199995,30.622092914999996,120.28483536099998,30.621534535000023,120.28487025899994,30.620953945999986,120.284949547,30.620542935000003,120.28509340000005,30.620545683999978,120.28511243599996,30.620329153,120.28503629299996,30.619836604,120.28496253000003,30.619148940000002,120.284860213,30.618615940999973,120.28467968699999,30.618217472000026,120.28441604700004,30.618359752000003,120.284168583,30.618442239999979,120.28395919000002,30.618514416999972,120.28394107300005,30.618336768999995,120.28395495300003,30.617934244000026,120.284026337,30.617652673999999,120.28409851399999,30.617523587999983,120.28352499100004,30.617508136000026,120.28304116799995,30.617476409999995,120.28194661600003,30.617603314999997,120.28077934299995,30.617725145000009,120.28065370800005,30.617716578999989,120.27995961900001,30.617764248000015,120.27942245600002,30.617801902999986,120.27925526499996,30.617798342000015,120.27911325900004,30.61786473799998,120.27798158600001,30.617966552999974,120.27786838300005,30.617959595000002,120.27776606600003,30.61789534899998,120.27731396800004,30.617624090999982,120.27701653600002,30.617467046000002,120.27642642900003,30.617181511000013,120.27592525700004,30.616908412999976,120.27516700199999,30.616543562000004,120.27317142799996,30.615579088000004,120.27048105100005,30.614268798000012,120.26983667499996,30.613969589000021,120.26978347199997,30.614069914000027,120.26930753199997,30.615121991000024,120.269777449,30.615298748999976,120.269777449,30.615360614999986,120.27007726099998,30.615436757999987,120.27055791199996,30.615665186000001,120.27105284000004,30.615817472000003,120.27046590600003,30.618590337000001,120.26815592100002,30.617667659000006,120.26777637299995,30.618375327000024,120.26733850100004,30.619483428000024,120.26732459799996,30.620610118000002,120.26905407300001,30.620535618000019,120.26905400500004,30.620493700999987,120.26905382699999,30.620347859999981,120.26938793900001,30.620293858000025,120.26947845300003,30.620301257999984,120.26960456500001,30.620319342000016,120.26963768899998,30.620319549999977,120.27077332800002,30.620503976999998,120.27191546899996,30.620675297999981,120.27328603800004,30.620827583999983,120.27499924999995,30.620960833000026,120.27557507999995,30.620987007999986,120.27615170299998,30.621209553000028,120.27730970699997,30.621368184000005,120.27883256200005,30.621336457999973,120.27964714200004,30.621232900999985,120.27970484399998,30.62138126100001,120.279705165,30.621416721000003,120.27966360200003,30.621480109000004,120.27952833500001,30.621525726000016,120.27950762900002,30.621635050000009,120.27948048899998,30.621879397999976,120.279457858,30.622083143999987,120.27940443499995,30.622713592000025,120.27934438900002,30.622989264000012,120.27925109399996,30.623535795999999,120.27926299199999,30.62369640999998,120.27928435000001,30.623893268000018,120.27925417799997,30.624245160999976,120.27924418400005,30.624280853000016,120.27924180499997,30.624436469999978,120.279234116,30.624676185999988,120.27922459800004,30.624712472999988,120.27922424200005,30.62478414200001,120.27920432799999,30.624937482999997,120.27920436600004,30.624980672999982,120.27921522500003,30.625062345000003,120.27922566699999,30.625080443000002,120.27923613600001,30.625170148999985,120.27923645800001,30.625229284,120.27924645099995,30.625297972999988,120.27924716500002,30.625344373000019,120.27922691000003,30.625534669999979,120.27921620200004,30.625630442999977,120.27952419200005,30.625624959999982,120.28062213299995,30.625639281000019,120.28171329600002,30.625653514000021,120.28186558200002,30.625634477999995,120.28215317900003,30.625697136999975,120.282391125,30.626149235000014,120.28298599100003,30.626458565000007,120.283430157,30.626482360000011,120.28348991200005,30.626482360000011,120.28412019999996,30.626482360000011,120.28517932199998,30.626395704000004,120.28586513799996,30.626339592000022,120.28586513799996,30.626228550000008,120.28630658099996,30.626158051999994,120.28582548099996,30.625403671000015,120.28528613599997,30.624808804999986,120.28527423900005,30.624785010999972,120.28496094299999,30.624911914999984,120.28444539300006,30.624907950000022,120.28437797499998,30.624876223000001,120.28436607799995,30.624598619999972,120.28395760399997,30.624562927999989,120.28363637699999,30.624531202000014,120.28362447899997,30.624424126000008,120.28297409300001,30.624309117999985,120.28252992700004,30.624217906000013,120.28248630400003,30.624202043000025,120.28264890000003,30.623872883999979,120.28278135699998,30.62377294700002,120.28281942800004,30.623599246000026,120.28268617799995,30.62356117500002,120.28271473200004,30.62343030400001,120.28276707999999,30.623256604000005,120.28279563399997,30.622985345000018,120.28276232099995,30.622797368000022,120.28277897700002,30.622687118999977,120.28281229000004,30.622560215000021,120.28262351900003,30.622561801000018,120.28243316199996,30.622555455999986,120.28231577600002,30.622541178999995,120.28217776700001,30.622538006000013,120.28191126700005,30.622547524000026,120.28189857699999,30.622441241999979,120.28193664800006,30.622327026999983,120.28190602500001,30.622318800000016,120.28191122099997,30.622309791000021,120.28203328699999,30.622142752000002,120.28205327499995,30.622097067000027,120.28206326899999,30.62208992799998,120.282116664,30.621979497999973,120.28212808499995,30.621969503999992,120.28217876799999,30.62194380599999,120.28231582499996,30.621998056999985,120.282343664,30.621997342999975,120.28238863599995,30.622007337000014,120.28241790300001,30.622006623000004,120.28257435299997,30.622041363999983,120.28267072100004,30.622042791000013,120.28278465000005,30.622078482999996,120.28286602699995,30.622094901000025,120.28292518700005,30.622125358000005,120.28298202600001,30.622158432999981,120.28301307799995,30.62216771300001,120.283045915,30.622185915999978,120.28306411699998,30.622201976999975,120.28307413100003,30.622214315999997,120.28323075799995,30.622182382999995,120.28367095800002,30.622233938000022,120.28393468199999,30.622249801000009,120.28394657900003,30.622335065000016,120.28402589400002,30.622346961999995,120.28400011700001,30.622448088999988,120.28399456499994,30.622617823999974,120.28379527300001,30.622804852999991,120.28380740900002,30.622814846999972,120.28382418399997,30.622873346000006,120.28383988799999,30.622931881,120.28384988200003,30.622999694999976,120.283850239,30.623058123000021,120.28384031600001,30.623122653999985,120.28384529300001,30.623146044000009,120.28403427499995,30.623116083000014,120.284177043,30.623111323999979,120.284394367,30.623133532999987,120.28463548599996,30.62317953500002,120.284651349,30.62301931799999,120.28473066399999,30.622454592999986","changeAft":"3","reason":"非农村地区","centerList":["120.284730664","30.622454592999986"]}]},{"itemText":"雷甸镇","fenceList":[{"id":73,"name":"杨墩村","townType":"6","code":"572325","coordinates":"120.142,30.4931;120.142,30.4852;120.118,30.4813;120.117,30.4851;120.113,30.4985;120.113,30.5013;120.119,30.5024;120.127,30.5039;120.128,30.503;120.132,30.5031;120.135,30.5015;120.142,30.5019;120.142,30.4931;","changeAft":"0","reason":"农村地区","centerList":["120.1275","30.492600000000003"]},{"id":84,"name":"雷甸村","townType":"6","code":"572377","coordinates":"120.141,30.5379;120.142,30.5265;120.14,30.5264;120.133,30.5248;120.131,30.5293;120.13,30.529;120.129,30.528;120.126,30.526;120.125,30.5249;120.124,30.5241;120.123,30.5238;120.118,30.5278;120.118,30.5278;120.118,30.5316;120.119,30.5376;120.119,30.5403;120.119,30.5422;120.123,30.5427;120.126,30.5431;120.131,30.5401;120.141,30.5399;120.141,30.5379;","changeAft":"0","reason":"农村地区","centerList":["120.13","30.533450000000002"]},{"id":88,"name":"双溪村","townType":"6","code":"572380","coordinates":"120.148,30.5411;120.154,30.5404;120.154,30.5455;120.159,30.5456;120.159,30.5421;120.162,30.5416;120.163,30.5389;120.168,30.538;120.172,30.5428;120.172,30.5428;120.172,30.5428;120.173,30.5367;120.173,30.5344;120.167,30.5335;120.16,30.5264;120.155,30.5277;120.155,30.5255;120.154,30.5252;120.153,30.5242;120.146,30.5246;120.144,30.5236;120.142,30.5234;120.141,30.5379;120.141,30.5399;120.143,30.5437;120.143,30.5473;120.148,30.5445;120.148,30.5411;","changeAft":"0","reason":"农村地区","centerList":["120.15700000000001","30.53535"]},{"id":89,"name":"解放村","townType":"6","code":"572382","coordinates":"120.177,30.5198;120.174,30.5159;120.173,30.5168;120.172,30.518;120.168,30.5193;120.167,30.5157;120.163,30.5161;120.161,30.5183;120.16,30.5199;120.155,30.518;120.151,30.5158;120.15,30.5144;120.142,30.5138;120.142,30.5234;120.144,30.5236;120.146,30.5246;120.153,30.5242;120.154,30.5252;120.155,30.5255;120.155,30.5277;120.16,30.5264;120.167,30.5335;120.173,30.5344;120.173,30.5277;120.173,30.5233;120.177,30.5198;","changeAft":"0","reason":"农村地区","centerList":["120.15950000000001","30.5241"]},{"id":106,"name":"东新村","townType":"6","code":"5723DQNY","coordinates":"120.097,30.5014;120.099,30.5012;120.098,30.4985;120.104,30.4993;120.113,30.4985;120.117,30.4851;120.113,30.4822;120.11,30.4767;120.101,30.4816;120.099,30.4854;120.092,30.4869;120.092,30.493;120.095,30.4977;120.092,30.4992;120.094,30.5017;120.097,30.5014;","changeAft":"0","reason":"农村地区","centerList":["120.1045","30.4892"]},{"id":115,"name":"塘北村","townType":"6","code":"5723MX","coordinates":"120.16,30.5037;120.161,30.5024;120.162,30.5017;120.162,30.5014;120.169,30.4947;120.169,30.4946;120.179,30.4858;120.177,30.4821;120.172,30.4877;120.169,30.4868;120.175,30.4804;120.156,30.4722;120.145,30.4699;120.142,30.4742;120.142,30.4796;120.144,30.4813;120.144,30.4813;120.15,30.4839;120.157,30.49;120.157,30.4957;120.156,30.4965;120.149,30.503;120.151,30.5037;120.151,30.5033;120.153,30.504;120.152,30.5044;120.152,30.5045;120.153,30.5047;120.153,30.5053;120.154,30.5055;120.156,30.5017;120.16,30.5037;","changeAft":"0","reason":"农村地区","centerList":["120.1605","30.4877"]},{"id":125,"name":"和平村","townType":"6","code":"5723U6","coordinates":"120.169,30.4946;120.171,30.4996;120.169,30.5032;120.173,30.5057;120.174,30.5159;120.177,30.5198;120.181,30.5208;120.184,30.5188;120.187,30.519;120.189,30.5228;120.198,30.5231;120.201,30.5283;120.201,30.5283;120.201,30.5248;120.195,30.517;120.19,30.5044;120.186,30.5068;120.177,30.502;120.178,30.5;120.177,30.499;120.181,30.497;120.174,30.4942;120.172,30.4962;120.169,30.4946;","changeAft":"0","reason":"农村地区","centerList":["120.185","30.51125"]},{"id":142,"name":"下高桥村","townType":"6","code":"57235I","coordinates":"120.118,30.5278;120.123,30.5238;120.124,30.5241;120.125,30.5249;120.142,30.5102;120.142,30.5019;120.135,30.5015;120.132,30.5031;120.128,30.503;120.127,30.5039;120.119,30.5024;120.113,30.5013;120.113,30.4985;120.104,30.4993;120.098,30.4985;120.099,30.5012;120.097,30.5014;120.098,30.5082;120.099,30.5155;120.101,30.5154;120.101,30.5199;120.102,30.5245;120.102,30.5245;120.104,30.5247;120.117,30.526;120.118,30.5278;","changeAft":"0","reason":"农村地区","centerList":["120.11949999999999","30.51315"]},{"id":143,"name":"光辉村","townType":"6","code":"5723Y2","coordinates":"120.15,30.4839;120.144,30.4813;120.144,30.4813;120.142,30.4825;120.142,30.4852;120.142,30.4931;120.142,30.5019;120.142,30.5102;120.156,30.4965;120.157,30.4957;120.157,30.49;120.15,30.4839;","changeAft":"0","reason":"农村地区","centerList":["120.14949999999999","30.49575"]},{"id":144,"name":"新利村","townType":"6","code":"5723DQRN","coordinates":"120.163,30.5161;120.167,30.5157;120.168,30.5193;120.172,30.518;120.173,30.5168;120.174,30.5159;120.173,30.5057;120.172,30.5055;120.169,30.5032;120.171,30.4996;120.169,30.4947;120.162,30.5014;120.162,30.5017;120.161,30.5024;120.16,30.5037;120.156,30.5017;120.154,30.5055;120.153,30.5053;120.153,30.5047;120.152,30.5045;120.152,30.5044;120.153,30.504;120.151,30.5033;120.151,30.5037;120.149,30.503;120.142,30.5102;120.142,30.5102;120.142,30.5138;120.15,30.5144;120.151,30.5158;120.155,30.518;120.16,30.5199;120.161,30.5183;120.163,30.5161;","changeAft":"0","reason":"农村地区","centerList":["120.158","30.5073"]},{"id":147,"name":"中兴社区","townType":"6","coordinates":"120.142,30.5242;120.138,30.5229;120.139,30.5209;120.138,30.5206;120.139,30.5199;120.138,30.5196;120.138,30.5191;120.139,30.5195;120.139,30.5195;120.14,30.519;120.139,30.5189;120.14,30.5181;120.14,30.5183;120.142,30.5185;120.142,30.5138;120.142,30.5102;120.125,30.5249;120.126,30.526;120.129,30.528;120.13,30.529;120.131,30.5293;120.133,30.5248;120.14,30.5264;120.142,30.5265;120.142,30.5242;","changeAft":"0","reason":"农村地区","centerList":["120.1335","30.519750000000002"]},{"id":148,"name":"水产社区","townType":"6","coordinates":"120.142,30.5185;120.14,30.5183;120.14,30.5181;120.139,30.5189;120.14,30.519;120.139,30.5195;120.139,30.5195;120.138,30.5191;120.138,30.5196;120.139,30.5199;120.138,30.5206;120.139,30.5209;120.138,30.5229;120.142,30.5242;120.142,30.5234;120.142,30.5185;","changeAft":"0","reason":"农村地区","centerList":["120.14","30.52115"]}]},{"itemText":"禹越镇","fenceList":[{"id":74,"name":"高桥村","townType":"7","code":"572339","coordinates":"120.291,30.567;120.296,30.5561;120.296,30.551;120.294,30.5506;120.296,30.5428;120.297,30.5432;120.298,30.5417;120.297,30.539;120.294,30.5318;120.283,30.5298;120.284,30.5388;120.284,30.5449;120.284,30.5517;120.287,30.5531;120.285,30.5563;120.284,30.5585;120.281,30.5652;120.282,30.5704;120.286,30.5711;120.287,30.5675;120.291,30.567;","changeAft":"0","reason":"农村地区","centerList":["120.2895","30.55045"]},{"id":78,"name":"天皇殿村","townType":"7","code":"572351","coordinates":"120.291,30.567;120.287,30.5675;120.286,30.5711;120.282,30.5704;120.281,30.5726;120.279,30.5748;120.278,30.578;120.281,30.5781;120.285,30.5788;120.286,30.5793;120.303,30.588;120.306,30.59;120.309,30.5861;120.312,30.5873;120.315,30.5838;120.315,30.5804;120.312,30.5753;120.302,30.5715;120.3,30.5667;120.297,30.5663;120.295,30.5665;120.291,30.567;","changeAft":"0","reason":"农村地区","centerList":["120.29650000000001","30.57815"]},{"id":81,"name":"夏东村","townType":"7","code":"572363","coordinates":"120.284,30.5388;120.28,30.5384;120.277,30.5358;120.279,30.5342;120.279,30.5334;120.271,30.5349;120.263,30.541;120.26,30.5392;120.256,30.5485;120.26,30.5522;120.26,30.5562;120.268,30.5515;120.284,30.5585;120.285,30.5563;120.287,30.5531;120.284,30.5517;120.284,30.5449;120.284,30.5388;","changeAft":"0","reason":"农村地区","centerList":["120.2715","30.545949999999998"]},{"id":96,"name":"杨家坝村","townType":"7","code":"5723DQ0L","coordinates":"120.284,30.5388;120.283,30.5298;120.282,30.5248;120.279,30.5212;120.286,30.5153;120.284,30.5127;120.275,30.5159;120.267,30.5183;120.267,30.5197;120.267,30.521;120.27,30.5277;120.271,30.5349;120.279,30.5334;120.279,30.5342;120.277,30.5358;120.28,30.5384;120.284,30.5388;","changeAft":"0","reason":"农村地区","centerList":["120.2765","30.52575"]},{"id":100,"name":"三林村","townType":"7","code":"5723DQ95","coordinates":"120.282,30.5704;120.281,30.5652;120.284,30.5585;120.268,30.5515;120.26,30.5562;120.255,30.5773;120.278,30.578;120.279,30.5748;120.281,30.5726;120.282,30.5704;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.2695","30.56475"]},{"id":101,"name":"木桥头村","townType":"7","code":"5723DQAU","coordinates":"120.267,30.5252;120.266,30.5254;120.266,30.5237;120.264,30.5215;120.263,30.5218;120.261,30.5215;120.259,30.522;120.259,30.5206;120.255,30.5209;120.255,30.5151;120.25,30.5146;120.249,30.5139;120.249,30.518;120.251,30.518;120.252,30.5184;120.252,30.5276;120.253,30.5329;120.253,30.5342;120.26,30.5392;120.263,30.541;120.271,30.5349;120.27,30.5277;120.267,30.5252;","changeAft":"0","reason":"农村地区","centerList":["120.25999999999999","30.52745"]},{"id":102,"name":"钱塘村","townType":"7","code":"5723DQDF","coordinates":"120.286,30.5153;120.279,30.5212;120.282,30.5248;120.283,30.5298;120.294,30.5318;120.295,30.5262;120.295,30.5196;120.287,30.5145;120.286,30.5153;","changeAft":"0","reason":"农村地区","centerList":["120.287","30.52315"]},{"id":104,"name":"西港村","townType":"7","code":"5723DQE1","coordinates":"120.245,30.5233;120.244,30.5203;120.245,30.5203;120.249,30.5203;120.249,30.5193;120.249,30.5192;120.249,30.518;120.249,30.5139;120.25,30.5146;120.255,30.5151;120.256,30.5143;120.256,30.5121;120.256,30.511;120.254,30.5109;120.255,30.5068;120.251,30.5068;120.234,30.5073;120.231,30.512;120.231,30.5132;120.231,30.5183;120.234,30.5238;120.236,30.5239;120.238,30.524;120.242,30.5224;120.243,30.5242;120.245,30.5233;","changeAft":"0","reason":"农村地区","centerList":["120.2435","30.5155"]},{"id":108,"name":"栖湖村","townType":"7","code":"5723DQZI","coordinates":"120.244,30.5203;120.245,30.5233;120.243,30.5242;120.242,30.5224;120.238,30.524;120.236,30.5239;120.242,30.5346;120.244,30.549;120.246,30.549;120.246,30.5513;120.249,30.5506;120.25,30.5509;120.253,30.552;120.256,30.5485;120.26,30.5392;120.253,30.5342;120.253,30.5329;120.252,30.5276;120.252,30.5184;120.251,30.518;120.249,30.518;120.249,30.5192;120.249,30.5193;120.249,30.5203;120.244,30.5203;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.248","30.535"]},{"id":146,"name":"兴隆社区","townType":"7","code":"57230A","coordinates":"120.264,30.5215;120.264,30.5211;120.264,30.5204;120.263,30.5205;120.262,30.5195;120.263,30.5193;120.263,30.5192;120.264,30.5191;120.264,30.5169;120.263,30.517;120.263,30.5162;120.261,30.5162;120.26,30.5172;120.258,30.5157;120.257,30.5147;120.256,30.5143;120.255,30.5151;120.255,30.5209;120.259,30.5206;120.259,30.522;120.261,30.5215;120.263,30.5218;120.264,30.5215;","changeAft":"0","reason":"农村地区","centerList":["120.2595","30.51815"]},{"id":172,"name":"东港村","townType":"7","coordinates":"120.27,30.5277;120.267,30.521;120.267,30.5197;120.267,30.5183;120.275,30.5159;120.284,30.5127;120.281,30.5097;120.276,30.51;120.274,30.5067;120.272,30.5069;120.272,30.5069;120.264,30.5086;120.259,30.5077;120.259,30.5071;120.255,30.5068;120.254,30.5109;120.256,30.511;120.256,30.5121;120.256,30.5143;120.257,30.5147;120.258,30.5157;120.258,30.5158;120.26,30.5172;120.261,30.5162;120.263,30.5162;120.263,30.517;120.264,30.5169;120.264,30.5191;120.263,30.5192;120.263,30.5193;120.262,30.5195;120.263,30.5205;120.264,30.5204;120.264,30.5211;120.264,30.5215;120.266,30.5237;120.266,30.5254;120.267,30.5252;120.27,30.5277;","changeAft":"0","reason":"农村地区","centerList":["120.269","30.5172"]}]},{"itemText":"新安镇","fenceList":[{"id":83,"name":"城头村","townType":"8","code":"572368","coordinates":"120.242,30.5346;120.236,30.5239;120.234,30.5238;120.231,30.5183;120.231,30.5132;120.23,30.5132;120.227,30.5134;120.225,30.5162;120.223,30.5146;120.222,30.5167;120.225,30.5183;120.223,30.527;120.218,30.5301;120.219,30.5325;120.223,30.5342;120.224,30.5346;120.229,30.5341;120.233,30.538;120.234,30.5407;120.232,30.5439;120.232,30.547;120.244,30.549;120.242,30.5346;","changeAft":"0","reason":"农村地区","centerList":["120.231","30.531100000000002"]},{"id":85,"name":"百富兜村","townType":"8","code":"572379","coordinates":"120.222,30.5167;120.223,30.5146;120.226,30.5109;120.209,30.5103;120.199,30.5068;120.195,30.517;120.201,30.5248;120.217,30.5244;120.222,30.5167;","changeAft":"0","reason":"农村地区","centerList":["120.2105","30.5158"]},{"id":97,"name":"下舍村","townType":"8","code":"5723DQ1C","coordinates":"120.195,30.556;120.191,30.5564;120.188,30.5547;120.179,30.5552;120.178,30.5553;120.177,30.5545;120.177,30.5535;120.176,30.5525;120.175,30.5514;120.163,30.5534;120.155,30.555;120.155,30.5573;120.155,30.5583;120.155,30.5593;120.159,30.5601;120.173,30.5627;120.173,30.5648;120.174,30.5661;120.179,30.5648;120.179,30.5689;120.176,30.5711;120.178,30.5773;120.186,30.5797;120.188,30.5797;120.188,30.5782;120.19,30.5774;120.189,30.5764;120.188,30.5724;120.189,30.5686;120.192,30.5688;120.194,30.5693;120.196,30.5664;120.197,30.5665;120.198,30.5654;120.198,30.5574;120.196,30.5575;120.195,30.556;","changeAft":"0","reason":"农村地区","centerList":["120.1765","30.56555"]},{"id":99,"name":"舍东村","townType":"8","code":"5723DQ5Z","coordinates":"120.195,30.556;120.195,30.5558;120.195,30.5553;120.195,30.5515;120.195,30.5506;120.204,30.5451;120.203,30.5421;120.203,30.535;120.203,30.5346;120.202,30.5313;120.202,30.5314;120.202,30.5312;120.2,30.531;120.198,30.5313;120.192,30.5294;120.191,30.5304;120.189,30.5324;120.189,30.5338;120.186,30.5341;120.182,30.5371;120.183,30.5443;120.179,30.5445;120.178,30.5419;120.172,30.5428;120.172,30.5428;120.174,30.5468;120.175,30.5514;120.176,30.5525;120.177,30.5535;120.177,30.5545;120.178,30.5553;120.179,30.5552;120.188,30.5547;120.191,30.5564;120.195,30.556;","changeAft":"0","reason":"14天内普通省外返乡人员 1－19人","centerList":["120.18799999999999","30.5429"]},{"id":103,"name":"勾里村","townType":"8","code":"5723DQDN","coordinates":"120.222,30.5167;120.217,30.5244;120.201,30.5248;120.201,30.5283;120.201,30.5285;120.202,30.5313;120.203,30.5346;120.203,30.535;120.203,30.5421;120.204,30.5451;120.205,30.5468;120.212,30.5573;120.226,30.5465;120.229,30.5475;120.231,30.5477;120.232,30.547;120.232,30.5439;120.234,30.5407;120.233,30.538;120.229,30.5341;120.224,30.5346;120.223,30.5342;120.222,30.5351;120.222,30.5356;120.221,30.5355;120.221,30.5348;120.219,30.5346;120.22,30.5351;120.219,30.5352;120.218,30.534;120.213,30.5323;120.214,30.5306;120.219,30.5325;120.218,30.5301;120.223,30.527;120.225,30.5183;120.222,30.5167;","changeAft":"0","reason":"农村地区","centerList":["120.2175","30.537"]},{"id":105,"name":"舍西村","townType":"8","code":"5723DQMA","coordinates":"120.155,30.5583;120.155,30.5573;120.155,30.555;120.163,30.5534;120.175,30.5514;120.174,30.5468;120.172,30.5428;120.172,30.5428;120.168,30.538;120.163,30.5389;120.162,30.5416;120.159,30.5421;120.159,30.5456;120.154,30.5455;120.154,30.5404;120.148,30.5411;120.148,30.5445;120.143,30.5473;120.141,30.5576;120.141,30.5576;120.141,30.5576;120.154,30.5591;120.155,30.5593;120.155,30.5583;","changeAft":"0","reason":"农村地区","centerList":["120.158","30.548650000000002"]},{"id":107,"name":"孙家桥村","townType":"8","code":"5723DQUO","coordinates":"120.213,30.5613;120.219,30.5604;120.216,30.5688;120.217,30.5734;120.218,30.5764;120.221,30.5793;120.229,30.5781;120.231,30.573;120.231,30.5716;120.236,30.5646;120.243,30.5665;120.244,30.5616;120.244,30.5568;120.245,30.5556;120.245,30.5531;120.246,30.5513;120.246,30.549;120.244,30.549;120.232,30.547;120.231,30.5477;120.229,30.5475;120.226,30.5465;120.212,30.5573;120.213,30.5613;","changeAft":"0","reason":"农村地区","centerList":["120.229","30.5629"]},{"id":112,"name":"舍南村","townType":"8","code":"5723KW","coordinates":"120.202,30.5313;120.201,30.5285;120.201,30.5283;120.201,30.5283;120.198,30.5231;120.189,30.5228;120.187,30.519;120.184,30.5188;120.181,30.5208;120.177,30.5198;120.173,30.5233;120.173,30.5277;120.173,30.5344;120.173,30.5367;120.172,30.5428;120.178,30.5419;120.179,30.5445;120.183,30.5443;120.182,30.5371;120.186,30.5341;120.189,30.5338;120.189,30.5324;120.191,30.5304;120.192,30.5294;120.198,30.5313;120.2,30.531;120.202,30.5312;120.202,30.5314;120.202,30.5313;","changeAft":"0","reason":"农村地区","centerList":["120.187","30.53165"]},{"id":116,"name":"新桥村","townType":"8","code":"5723NF","coordinates":"120.179,30.5689;120.179,30.5648;120.174,30.5661;120.173,30.5648;120.173,30.5627;120.159,30.5601;120.155,30.5593;120.154,30.5591;120.141,30.5576;120.141,30.5576;120.141,30.5674;120.154,30.57;120.177,30.577;120.178,30.5773;120.176,30.5711;120.179,30.5689;","changeAft":"0","reason":"农村地区","centerList":["120.16","30.56745"]},{"id":124,"name":"西庙桥村","townType":"8","code":"5723TG","coordinates":"120.26,30.5562;120.26,30.5522;120.256,30.5485;120.253,30.552;120.25,30.5509;120.249,30.5506;120.246,30.5513;120.245,30.5531;120.245,30.5556;120.244,30.5568;120.244,30.5616;120.243,30.5665;120.236,30.5646;120.231,30.5716;120.231,30.573;120.231,30.573;120.237,30.5755;120.241,30.576;120.249,30.577;120.255,30.5773;120.26,30.5562;","changeAft":"0","reason":"农村地区","centerList":["120.24549999999999","30.5629"]},{"id":128,"name":"舍北村","townType":"8","code":"5723VC","coordinates":"120.213,30.5613;120.212,30.5573;120.205,30.5468;120.204,30.5451;120.195,30.5506;120.195,30.5515;120.195,30.5553;120.195,30.5558;120.195,30.556;120.196,30.5575;120.198,30.5574;120.198,30.5654;120.197,30.5665;120.196,30.5664;120.194,30.5693;120.192,30.5688;120.189,30.5686;120.188,30.5724;120.189,30.5764;120.19,30.5774;120.188,30.5782;120.188,30.5797;120.191,30.5798;120.196,30.5812;120.198,30.5792;120.2,30.5775;120.201,30.5751;120.204,30.5741;120.21,30.5623;120.213,30.5613;","changeAft":"0","reason":"农村地区","centerList":["120.2005","30.56315"]},{"id":183,"name":"新安居委会","townType":"8","code":"5723VX","coordinates":"120.223,30.5342;120.219,30.5325;120.214,30.5306;120.213,30.5323;120.218,30.534;120.219,30.5352;120.22,30.5351;120.219,30.5346;120.221,30.5348;120.221,30.5355;120.222,30.5356;120.222,30.5351;120.223,30.5342;","changeAft":"0","reason":"农村地区","centerList":["120.21799999999999","30.533099999999997"]}]}]}